{
  "last_updated": "2026-02-11T07:19:43.607920+00:00",
  "items": [
    {
      "titolo": "AI al lavoro, più felicità ma anche più stress: la nuova equazione del benessere",
      "descrizione": "La ricerca Jabra–Happiness Research Institute su 3.700 professionisti in 11 Paesi mostra il doppio volto dell’intelligenza artificiale",
      "link": "https://www.ilsole24ore.com/art/ai-lavoro-piu-felicita-ma-anche-piu-stress-nuova-equazione-benessere-AIcuUcHB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-11T06:38:34+00:00"
    },
    {
      "titolo": "Gli aspirapolvere Dyson più amati da 299€ su eBay",
      "descrizione": "Abbiamo selezionato gli aspirapolvere Dyson più amati in offerta speciale a partire da soli 299 euro solo su eBay, anche a rate tasso zero. The post Gli aspirapolvere Dyson più amati da 299€ su eBay appeared first on Pun",
      "link": "https://www.punto-informatico.it/gli-aspirapolvere-dyson-piu-amati-da-299e-su-ebay/",
      "fonte": "Punto Informatico",
      "data": "2026-02-11T06:30:20+00:00"
    },
    {
      "titolo": "Le offerte più acquistate su eBay da comprare adesso",
      "descrizione": "Dai un'occhiata alle offerte più acquistate su eBay da comprare adesso: sono rimasti solo gli ultimi pezzi disponibili e potrebbero finire. The post Le offerte più acquistate su eBay da comprare adesso appeared first on",
      "link": "https://www.punto-informatico.it/le-offerte-piu-acquistate-su-ebay-da-comprare-adesso/",
      "fonte": "Punto Informatico",
      "data": "2026-02-11T06:30:13+00:00"
    },
    {
      "titolo": "Certificati Secure Boot Microsoft in scadenza: il tuo PC è a rischio?",
      "descrizione": "Microsoft ha avviato il rinnovo automatico dei certificati Secure Boot su Windows 11, ma non tutti i PC li riceveranno. Ecco cosa fare. The post Certificati Secure Boot Microsoft in scadenza: il tuo PC è a rischio? appea",
      "link": "https://www.punto-informatico.it/certificati-secure-boot-microsoft-scadenza-tuo-pc-a-rischio/",
      "fonte": "Punto Informatico",
      "data": "2026-02-11T05:46:34+00:00"
    },
    {
      "titolo": "Galaxy S26, ci siamo: Samsung annuncia data e ora dell'evento di lancio Unpacked",
      "descrizione": "Manca pochissimo: ecco quando e dove seguire la presentazione.",
      "link": "https://www.hdblog.it/smartphone/articoli/n647909/samsung-galaxy-s26-unpacked-data-ora-italia-lancio/",
      "fonte": "HDblog.it",
      "data": "2026-02-11T05:35:00+00:00"
    },
    {
      "titolo": "These wireless speakers deliver gloriously smooth sound for any genre I threw at them",
      "descrizione": "The SVS Prime Wireless Pro offers rich, immersive sound that audiophiles will appreciate, and it looks great.",
      "link": "https://www.zdnet.com/article/svs-prime-wireless-pro-review/",
      "fonte": "Latest news",
      "data": "2026-02-11T02:38:00+00:00"
    },
    {
      "titolo": "Discord's new age ID rules are driving users away - here's where they're headed",
      "descrizione": "Unverified users will soon need to upload a video selfie or official ID to remove age restrictions.",
      "link": "https://www.zdnet.com/article/discord-age-verification-requirement/",
      "fonte": "Latest news",
      "data": "2026-02-11T02:37:00+00:00"
    },
    {
      "titolo": "Salesforce Workers Circulate Open Letter Urging CEO Marc Benioff to Denounce ICE",
      "descrizione": "The letter comes after Benioff joked at a company event on Monday that ICE was monitoring international employees in attendance, sparking immediate backlash.",
      "link": "https://www.wired.com/story/letter-salesforce-employees-sent-after-marc-benioffs-ice-comments/",
      "fonte": "WIRED",
      "data": "2026-02-10T22:25:34+00:00"
    },
    {
      "titolo": "The Physics Behind the Quadruple Axel, the Most Difficult Jump in Figure Skating",
      "descrizione": "Are you speechless watching US figure skater Ilia Malinin on the ice? Science explains how it’s possible the Quad God can do more than four full rotations in the air.",
      "link": "https://www.wired.com/story/2026-winter-olympics-figure-skating-quadruple-axel-science/",
      "fonte": "WIRED",
      "data": "2026-02-10T20:45:00+00:00"
    },
    {
      "titolo": "Mai visto prima: NeN blocca il prezzo della luce per 10 anni (sì, fino al 2036)",
      "descrizione": "Con NeN paghi una rata fissa ogni mese calcolata sui tuoi consumi: e il prezzo della luce non cambia. The post Mai visto prima: NeN blocca il prezzo della luce per 10 anni (sì, fino al 2036) appeared first on Punto Infor",
      "link": "https://www.punto-informatico.it/mai-visto-prima-nen-blocca-il-prezzo-della-luce-per-10-anni-si-fino-al-2036/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T19:04:44+00:00"
    },
    {
      "titolo": "Recensione LG StanByMe 2: la \"Smart TV\" senza filo su ruote che diventa un tablet",
      "descrizione": "Abbiamo provato per qualche mese il nuovo LG StanByMe 2, un ibrido fra un monitor su stand con batteria integrata, un tablet ed una Smart TV. Il risultato? Un prodotto fantastico e con una bella...",
      "link": "https://www.hdblog.it/tv/recensioni/n646332/recensione-lg-stanbyme-2-test-prova-prezzo/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T18:42:00+00:00"
    },
    {
      "titolo": "Calabria, Sardegna e Sicilia in ginocchio dopo il ciclone: bollette sospese per 6 mesi",
      "descrizione": "La decisione dell'ARERA.",
      "link": "https://www.hdblog.it/green/articoli/n647813/arera-sospende-bollette-sud-italia-ciclone-harry/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T18:40:00+00:00"
    },
    {
      "titolo": "L’AI in sala operatoria confonde gli organi e crea problemi",
      "descrizione": "I sistemi AI usati in chirurgia ed ecografie avrebbero causato gravi complicazioni. Le diagnosi sbagliate sollevano dubbi su test e controlli. The post L’AI in sala operatoria confonde gli organi e crea problemi appeared",
      "link": "https://www.punto-informatico.it/ai-sala-operatoria-confonde-organi-crea-problemi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T18:36:06+00:00"
    },
    {
      "titolo": "Lanciare un sito web costa troppo? Con Hostinger bastano meno di 3€ al mese",
      "descrizione": "Super promo Hostinger, con sconti fino all'80% su tutti i piani ricchi di strumenti: dal website builder AI al dominio gratuito incluso. The post Lanciare un sito web costa troppo? Con Hostinger bastano meno di 3€ al mes",
      "link": "https://www.punto-informatico.it/lanciare-un-sito-web-costa-troppo-con-hostinger-bastano-meno-di-3e-al-mese/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T18:05:50+00:00"
    },
    {
      "titolo": "G.Skill patteggia una class action USA sulle velocità delle RAM DDR4 e DDR5",
      "descrizione": "Alcuni utenti non avevano capito che le velocità reclamizzate sulla confezione si ottengono solo abilitando determinate funzionalità dal BIOS (EXPO o XMP).",
      "link": "https://www.hdblog.it/hardware/articoli/n647906/g-skill-patteggia-class-action-velocita-ddr4-ddr5/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T17:50:00+00:00"
    },
    {
      "titolo": "Ayaneo Next 2 Windows handheld goes official with Ryzen AI Max+ 395 — also features massive 116 Whr battery, and a starting price of $1,799",
      "descrizione": "Ayaneo’s latest flagship handheld pairs AMD’s most powerful mobile APU with an oversized battery, a high-refresh OLED display, and multiple high-end configurations aimed at enthusiasts.",
      "link": "https://www.tomshardware.com/video-games/handheld-gaming/ayaneo-next-2-windows-handheld-goes-official-with-ryzen-ai-max-395-also-features-massive-116-whr-battery-and-a-starting-price-of-usd1-799",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-10T17:45:40+00:00"
    },
    {
      "titolo": "YouTube lancia un generatore di playlist AI, ma c’è il trucco",
      "descrizione": "Gli utenti YouTube Premium possono ora creare playlist musicali con l'AI, basta inserire prompt scritti o vocali. Disponibile su iOS e Android. The post YouTube lancia un generatore di playlist AI, ma c’è il trucco appea",
      "link": "https://www.punto-informatico.it/youtube-lancia-generatore-playlist-ai-trucco/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T17:38:57+00:00"
    },
    {
      "titolo": "Ultime 48 ore per bloccare il prezzo della luce: scopri l’offerta Engie",
      "descrizione": "Con Engie puoi avere una tariffa luce a prezzo bloccato per i prossimi due anni, sia monoraria che a fasce. The post Ultime 48 ore per bloccare il prezzo della luce: scopri l’offerta Engie appeared first on Punto Informa",
      "link": "https://www.punto-informatico.it/ultime-48-ore-per-bloccare-il-prezzo-della-luce-scopri-lofferta-engie/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T17:31:33+00:00"
    },
    {
      "titolo": "Nuova KIA EV2 alla prova del freddo estremo: ecco come si è comportata",
      "descrizione": "Durante l’El Prix Winter Test Drive, la nuova KIA EV2 prototipo ha affrontato temperature sotto zero, percorrendo 310,6 km prima di fermarsi",
      "link": "https://www.hdmotori.it/kia-ev2-test-autonomia-freddo/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T17:13:00+00:00"
    },
    {
      "titolo": "Jony Ive, i grandi schermi touch nelle auto sono la \"tecnologia sbagliata\"",
      "descrizione": "Jony Ive dice la sua e afferma che all'interno delle auto sono ancora molto importanti i comandi fisici",
      "link": "https://www.hdmotori.it/jony-ive-troppi-schermi-touch-auto-tecnologia-sbagliata/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T17:12:00+00:00"
    },
    {
      "titolo": "Safer Internet Day: aumentano le truffe per anziani",
      "descrizione": "Gli utenti vittime di truffe online in Italia sono state oltre 64.000 nel 2025, molti dei quali sono over 70 che non percepiscono i rischi. The post Safer Internet Day: aumentano le truffe per anziani appeared first on P",
      "link": "https://www.punto-informatico.it/safer-internet-day-aumentano-truffe-anziani/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T17:08:56+00:00"
    },
    {
      "titolo": "Telegram, aumentano throttling e limitazioni in Russia",
      "descrizione": "Le autorità di Mosca dicono che la piattaforma non fa abbastanza per contrastare le attività criminali.",
      "link": "https://www.hdblog.it/android/articoli/n647896/telegram-throttling-limitazioni-russia-moderazione/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T17:05:00+00:00"
    },
    {
      "titolo": "Nuova terapia genica prova a ringiovanire i neuroni oculari",
      "descrizione": "Una terapia genica sperimentale punta a ringiovanire i neuroni oculari e recuperare la vista.",
      "link": "https://www.hdblog.it/tecnologia/articoli/n647793/terapia-genica-vista-ringovanimento-neuroni/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T16:55:00+00:00"
    },
    {
      "titolo": "Come trasformare un PDF in podcast con NotebookLM",
      "descrizione": "NotebookLM di Google può trasformare qualsiasi PDF in una conversazione audio in stile podcast. Come sfruttare al meglio questa funzione. The post Come trasformare un PDF in podcast con NotebookLM appeared first on Punto",
      "link": "https://www.punto-informatico.it/come-trasformare-pdf-podcast-notebooklm/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T16:30:35+00:00"
    }
  ]
}