{
  "last_updated": "2026-02-18T03:18:42.441973+00:00",
  "items": [
    {
      "titolo": "AMD denies report of MI455X delays as Nvidia VR200 systems are rumored to arrive early — company says Helios systems 'on target for 2H 2026'",
      "descrizione": "AMD's Helios rack-scale solution based on the MI455X accelerators, the company's major hope for AI market, may slip to 2027, whereas Nvidia may speed up roll out of the Vera Rubin platform if the latest market rumors are",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/amd-denies-report-of-mi455x-delays-as-nvidia-vr200-systems-are-rumored-to-arrive-early-company-says-helios-systems-on-target-for-2h-2026",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-17T20:56:10+00:00"
    },
    {
      "titolo": "The Curling Controversy at the Winter Olympics Isn’t What You Think",
      "descrizione": "After Swedish curler Oskar Eriksson accused Canadian vice-skip Marc Kennedy of cheating last week, everyone has become an expert in curling rules. They’re missing the point.",
      "link": "https://www.wired.com/story/2026-winter-olympics-curling-controversy-canada-sweden/",
      "fonte": "WIRED",
      "data": "2026-02-17T19:15:12+00:00"
    },
    {
      "titolo": "Recensione Honor Magic8 Lite, super autonomia e resiste 'quasi' a tutto!",
      "descrizione": "Abbiamo messo sotto torchio il nuovo Magic8 Lite di Honor. Se volete sapere come se l'è cavata qui trovate il resoconto!",
      "link": "https://www.hdblog.it/indossabili/recensioni/n648475/honor-magic8-lite-tet-prova-prezzo-sconto/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T18:50:00+00:00"
    },
    {
      "titolo": "Il Governo prepara il decreto Bollette: cosa si prospetta per famiglie e imprese",
      "descrizione": "Le misure prevedono aiuti anche per chi ha ISEE fino a 25mila euro, con uno stanziamento complessivo di 315 milioni di euro",
      "link": "https://www.hdblog.it/green/articoli/n648655/decreto-bollette-bonus-ipotesi-risparmio/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T18:49:00+00:00"
    },
    {
      "titolo": "MTerra Solar, grande traguardo per il maxi impianto fotovoltaico/BESS nelle Filippine",
      "descrizione": "Ottenuta la sincronizzazione con la rete elettrica dell'isola di Luzon.",
      "link": "https://www.hdblog.it/green/articoli/n648709/mterra-solar-impianto-filippine-traguardo/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:55:00+00:00"
    },
    {
      "titolo": "Robot umanoidi ballano davanti a un miliardo di spettatori cinesi",
      "descrizione": "Al gala del Capodanno lunare, i robot umanoidi di Unitree Robotics hanno eseguito un numero di arti marziali davanti a un miliardo di spettatori. The post Robot umanoidi ballano davanti a un miliardo di spettatori cinesi",
      "link": "https://www.punto-informatico.it/robot-umanoidi-ballano-davanti-un-miliardo-spettatori-cinesi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T17:44:29+00:00"
    },
    {
      "titolo": "G-Shock in acciaio e quadranti rossi: c'è il debutto europeo",
      "descrizione": "Quattro nuovi G-Shock in metallo con display rosso arrivano in Europa.",
      "link": "https://www.hdblog.it/indossabili/articoli/n648692/casio-g-shock-metallo-rosso-europa/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:15:00+00:00"
    },
    {
      "titolo": "Attenzione alle truffe delle finte società di autonoleggio: ecco come difendersi",
      "descrizione": "L'Associazione Nazionale Industria dell’Autonoleggio fornisce alcuni suggerimenti su come evitare di cadere nelle truffe",
      "link": "https://www.hdmotori.it/attenzione-truffe-finte-societa-autonoleggio-come-difendersi/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:12:00+00:00"
    },
    {
      "titolo": "Novità Citroen Berlingo 2026, arriva il diesel: allestimenti e prezzi",
      "descrizione": "Si amplia la gamma della Citroen Berlingo con la reintroduzione del motore diesel per chi cerca una maggiore flessibilità d'uso",
      "link": "https://www.hdmotori.it/citroen-berlingo-2026-diesel-allestimenti-prezzi/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:11:00+00:00"
    },
    {
      "titolo": "Contenuti sessuali: indagine su X, Meta e TikTok",
      "descrizione": "Il Primo Ministro spagnolo ha chiesto l'avvio di un'indagine nei confronti di X, Meta e TikTok perché sulle loro piattaforme ci sono contenuti sessuali. The post Contenuti sessuali: indagine su X, Meta e TikTok appeared",
      "link": "https://www.punto-informatico.it/contenuti-sessuali-indagine-x-meta-tiktok/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:45:05+00:00"
    },
    {
      "titolo": "Dreame punta anche al segmento degli smartphone di lusso con Aurora",
      "descrizione": "Oro massiccio, vere pietre preziose e diamanti... E chissà che prezzo!",
      "link": "https://www.hdblog.it/smartphone/articoli/n648698/dreame-aurora-smartphone-lusso/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T16:35:00+00:00"
    },
    {
      "titolo": "Samsung usa l’AI per promuovere le fotocamere Galaxy S26, è polemica",
      "descrizione": "Samsung pubblica video promozionali realizzati con l'AI sui social per promuovere le fotocamere dei Galaxy S26, ed è subito polemica. The post Samsung usa l’AI per promuovere le fotocamere Galaxy S26, è polemica appeared",
      "link": "https://www.punto-informatico.it/samsung-usa-ai-promuovere-fotocamere-galaxy-s26/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:31:13+00:00"
    },
    {
      "titolo": "Il prompt AI “Cipolla” da usare quando il lavoro ti sommerge",
      "descrizione": "Il prompt Cipolla trasforma qualsiasi chatbot in uno strumento per eliminare il caos lavorativo strato dopo strato, per stabilire le priorità. The post Il prompt AI “Cipolla” da usare quando il lavoro ti sommerge appeare",
      "link": "https://www.punto-informatico.it/prompt-cipolla-usare-quando-lavoro-sommerge/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:30:04+00:00"
    },
    {
      "titolo": "Aria pulita e sana grazie a Philips: il purificatore è in offerta Amazon",
      "descrizione": "Grazie al Purificatore d'aria Philips Serie 900, il respiro si fa più leggero: occasione su Amazon in offerta. The post Aria pulita e sana grazie a Philips: il purificatore è in offerta Amazon appeared first on Punto Inf",
      "link": "https://www.punto-informatico.it/aria-pulita-e-sana-grazie-a-philips-il-purificatore-e-in-offerta-amazon/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:28:12+00:00"
    },
    {
      "titolo": "The best Walmart sales for Presidents' Day: Last chance to shop",
      "descrizione": "Presidents' Day sales are still live at Walmart, including deals on everything from top TVs and laptops to everyday essentials.",
      "link": "https://www.zdnet.com/article/best-walmart-deals-presidents-day-2026/",
      "fonte": "Latest news",
      "data": "2026-02-17T16:12:38+00:00"
    },
    {
      "titolo": "Prime Video lancia La casa degli spiriti: data e dettagli",
      "descrizione": "La casa degli spiriti debutta su Prime Video il 29 aprile",
      "link": "https://www.hdblog.it/amazon/articoli/n648596/serie-la-casa-degli-spiriti-data-uscita/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T15:55:00+00:00"
    },
    {
      "titolo": "5 giochi per Nintendo Switch 2 ora in offerta su Amazon: occasione TOP",
      "descrizione": "Cinque giochi da aggiungere alla tua libreria Nintendo Switch 2 ora in offerta su Amazon: divertimento assicurato. The post 5 giochi per Nintendo Switch 2 ora in offerta su Amazon: occasione TOP appeared first on Punto I",
      "link": "https://www.punto-informatico.it/5-giochi-per-nintendo-switch-2-ora-in-offerta-su-amazon-occasione-top/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T15:54:42+00:00"
    },
    {
      "titolo": "Artemis II: nuovo importante test tra due giorni",
      "descrizione": "La NASA ha comunicato che il secondo test Wet Dress Rehearsal (caricamento del propellente e conto alla rovescia) è previsto il 19 febbraio. The post Artemis II: nuovo importante test tra due giorni appeared first on Pun",
      "link": "https://www.punto-informatico.it/artemis-ii-nuovo-importante-test-due-giorni/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T15:49:07+00:00"
    },
    {
      "titolo": "Samsung Galaxy S26, Dbrand inizia in anticipo la vendita di case e pellicole",
      "descrizione": "Già tutto online e acquistabile. Debutta anche il case Tank, finora prerogativa degli iPhone.",
      "link": "https://www.hdblog.it/smartphone/articoli/n648691/samsung-galaxy-s26-accessori-custodie-dbrand/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T15:45:00+00:00"
    },
    {
      "titolo": "Japanese toilet maker 'the most undervalued and overlooked AI memory beneficiary,' investors claim — shares up nearly 40% in first two months of 2026",
      "descrizione": "A company most famous for toilets and bidets is seeing meteoric stock growth due to demand for its advanced ceramics products.",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/japanese-toilet-maker-the-most-undervalued-and-overlooked-ai-memory-beneficiary-investors-claim-shares-up-nearly-40-percent-in-first-two-months-of-2026",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-17T15:29:29+00:00"
    },
    {
      "titolo": "F-35 hackerabili? Le parole shock del ministro olandese",
      "descrizione": "Il ministro olandese apre al possibile sblocco software dei caccia F-35 tra tensioni Usa Europa",
      "link": "https://www.hdblog.it/tecnologia/articoli/n648672/software-f35-dipendenza-europa-usa/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T14:50:00+00:00"
    },
    {
      "titolo": "Inside the Homeland Security Forum Where ICE Agents Talk Shit About Other Agents",
      "descrizione": "Forum members have discussed their discomfort with mass deportation efforts, debate how federal agents have interacted with civilians, and complain about their working conditions.",
      "link": "https://www.wired.com/story/hsi-forum-ice-agents/",
      "fonte": "WIRED",
      "data": "2026-02-17T14:00:00+00:00"
    },
    {
      "titolo": "Samsung Galaxy Book6: tre modelli arrivano in Italia",
      "descrizione": "Arrivano in Italia i nuovi Samsung Galaxy Book6 con schermi da 14 e 16 pollici, processori Intel Core Ultra 300, fino a 64 GB di RAM e SSD fino a 2 TB. The post Samsung Galaxy Book6: tre modelli arrivano in Italia appear",
      "link": "https://www.punto-informatico.it/samsung-galaxy-book6-tre-modelli-arrivano-italia/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T13:37:00+00:00"
    },
    {
      "titolo": "Sony considering PlayStation 6 delay to 2029, while Nintendo could hike Switch 2 price, according to report — memory and storage chip shortage now impacting products outside of RAM, storage, and GPUs",
      "descrizione": "The two gaming giants are reportedly taking widely different approaches to the memory chip shortage as the situation is starting to affect consumer electronics outside of PCs.",
      "link": "https://www.tomshardware.com/video-games/console-gaming/sony-considering-playstation-6-delay-to-2029-while-nintendo-could-hike-switch-2-price-according-to-report-memory-and-storage-chip-shortage-now-impacting-products-outside-of-ram-storage-and-gpus",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-17T13:21:05+00:00"
    }
  ]
}