{
  "last_updated": "2026-02-20T03:12:06.486360+00:00",
  "items": [
    {
      "titolo": "Finally, I found a smart ring that looks like actual jewelry (without the trade-offs)",
      "descrizione": "Oura's new Ring 4 Ceramic ditches the bland metallics for a gorgeous zirconia ceramic finish in four colors.",
      "link": "https://www.zdnet.com/article/oura-ring-4-ceramic-review/",
      "fonte": "Latest news",
      "data": "2026-02-20T02:25:48+00:00"
    },
    {
      "titolo": "Donald Trump Jr.’s Private DC Club Has Mysterious Ties to an Ex-Cop With a Controversial Past",
      "descrizione": "The Executive Branch has a reported membership list that includes Trumpworld elites like David Sacks. A WIRED review of corporate filings reveals an under-the-radar player: a notorious former DC police officer.",
      "link": "https://www.wired.com/story/magas-secretive-members-only-club-is-partly-owned-by-an-ex-cop/",
      "fonte": "WIRED",
      "data": "2026-02-19T20:45:40+00:00"
    },
    {
      "titolo": "Half of all cyberattacks start in your browser: 10 essential tips for staying safe",
      "descrizione": "New research finds that 48% of cyberattacks involve your web browser - and AI is only making matters worse. Follow these best practices to protect yourself.",
      "link": "https://www.zdnet.com/article/browser-security-tips-stay-safe/",
      "fonte": "Latest news",
      "data": "2026-02-19T18:56:35+00:00"
    },
    {
      "titolo": "Garmin brevetta un sistema per stimare la glicemia direttamente dallo smartwatch",
      "descrizione": "Un brevetto non garantisce l’arrivo di una funzione concreta sugli smartwatch",
      "link": "https://www.hdblog.it/indossabili/articoli/n648890/garmin-brevetta-sistema-stima-glicemia/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T18:31:00+00:00"
    },
    {
      "titolo": "Detrazioni, da marzo non servirà la ricevuta del POS. E c'è un piano carta zero",
      "descrizione": "Il calendario carta zero prevede l’avvio il 1° gennaio 2027 per la grande distribuzione, nel 2028 per le imprese sopra una certa soglia di fatturato e nel 2029 per tutti gli esercenti.",
      "link": "https://www.hdblog.it/green/articoli/n648906/ricevute-pos-addio-obbligo-conservare/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T18:30:00+00:00"
    },
    {
      "titolo": "Acer and Asus shut down support for PC and laptops in wake of patent dispute ruling, drivers and updates inaccessible to existing customers — German website finds a workaround",
      "descrizione": "Asus and Acer bring German websites down, leaving users without support or downloads due to the companies' recent spat with Nokia over the HEVC codec.",
      "link": "https://www.tomshardware.com/pc-components/acer-and-asus-shut-down-support-for-pc-and-laptops-in-wake-of-patent-dispute-ruling-drivers-and-updates-inaccessible-to-existing-customers-german-website-finds-a-workaround",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-19T18:23:31+00:00"
    },
    {
      "titolo": "Apple denunciata negli USA per le immagini pedopornografiche su iCloud",
      "descrizione": "Il procuratore generale della Virginia dell'Ovest sostiene che non implementando uno strumento di controllo automatico Apple abbia sostanzialmente fornito ai pedofili una piattaforma sicura per...",
      "link": "https://www.hdblog.it/apple/articoli/n649020/apple-denuncia-usa-immagini-pedopornografiche/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T18:15:00+00:00"
    },
    {
      "titolo": "Microsoft's new Windows 11 speed test is just a link to Ookla's Speedtest via Bing — button housed in the taskbar in latest Insider Preview build",
      "descrizione": "Amidst endless complaints over the instability and bloating nature of Windows 11, Microsoft's latest insider builds add new emojis and a taskbar feature for its beta testers. Now, you can check your internet speed by rig",
      "link": "https://www.tomshardware.com/software/windows/microsofts-new-windows-11-speed-test-is-just-a-link-to-ooklas-speedtest-via-bing-button-housed-in-the-taskbar-in-latest-insider-preview-build",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-19T17:27:21+00:00"
    },
    {
      "titolo": "FIAT Giga Panda 2026, il nuovo SUV sta arrivando: sarà ibrido ed elettrico",
      "descrizione": "La nuova FIAT Giga Panda arriverà nel 2026 come SUV globale lungo circa 4,5 metri. Condividerà la piattaforma Smart Car con Grande Panda",
      "link": "https://www.hdmotori.it/fiat-giga-panda-2026-anteprima-cosa-sappiamo/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T17:12:00+00:00"
    },
    {
      "titolo": "Microsoft Project Silica: vetro per conservare i dati",
      "descrizione": "Microsoft ha annuncia progressi per Project Silica, la tecnologia di archiviazione dati su vetro progettata per garantire conservazione a lungo termine. The post Microsoft Project Silica: vetro per conservare i dati appe",
      "link": "https://www.punto-informatico.it/microsoft-project-silica-vetro-conservare-dati/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T16:57:41+00:00"
    },
    {
      "titolo": "Waymo confessa di controllare i robotaxi con operatori dall'estero. È polemica",
      "descrizione": "Sicurezza, sovranità e distopia: tanti gli elementi che fanno discutere.",
      "link": "https://www.hdmotori.it/polemiche-operatori-guida-autonoma-waymo/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T16:30:46+00:00"
    },
    {
      "titolo": "“Riassumi” è il prompt AI più sopravvalutato, cosa chiedere davvero",
      "descrizione": "Chiedere di riassumere è la richiesta più comune e meno efficace con i chatbot. Ecco il prompt che cambia la qualità dell'analisi. The post “Riassumi” è il prompt AI più sopravvalutato, cosa chiedere davvero appeared fir",
      "link": "https://www.punto-informatico.it/riassumi-prompt-ai-piu-sopravvalutato-cosa-chiedere-davvero/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T16:30:35+00:00"
    },
    {
      "titolo": "Gaffe di Microsoft, pubblica un grafico \"AI Slop\" su GitHub",
      "descrizione": "La notizia ha circolato rapidamente su internet grazie anche all'autore del grafico originale.",
      "link": "https://www.hdblog.it/microsoft/articoli/n648994/microsoft-github-grafico-ai-slop-gaffe/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T16:15:00+00:00"
    },
    {
      "titolo": "Ferrari si prepara al lancio di 5 modelli nel 2026: ecco cosa sappiamo!",
      "descrizione": "Si è recentemente chiuso un anno molto positivo per Ferrari che vuole replicarsi nel 2026 con l'uscita di ben 5 modelli",
      "link": "https://www.hdmotori.it/ferrari-produzione-2026-modelli-in-arrivo/",
      "fonte": "HDblog.it",
      "data": "2026-02-19T16:00:04+00:00"
    },
    {
      "titolo": "Philips? Svende le cuffie Over Ear Bluetooth a soli 49€: sono TOP",
      "descrizione": "Le cuffie Over Ear e Bluetooth di Philips sono pazzesche: 70h di autonomia, cancellazione del rumore e prezzo mini su Amazon. The post Philips? Svende le cuffie Over Ear Bluetooth a soli 49€: sono TOP appeared first on P",
      "link": "https://www.punto-informatico.it/philips-svende-le-cuffie-over-ear-bluetooth-a-soli-49e-sono-top/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T15:45:26+00:00"
    },
    {
      "titolo": "Lo smartwatch più elegante è di Xiaomi: 4 versioni in offerta Amazon",
      "descrizione": "XiaomI S4 Watch è lo smartwatch che non sembra tale: elegante, bello e in offerta su Amazon proprio ora. The post Lo smartwatch più elegante è di Xiaomi: 4 versioni in offerta Amazon appeared first on Punto Informatico .",
      "link": "https://www.punto-informatico.it/lo-smartwatch-piu-elegante-e-di-xiaomi-4-versioni-in-offerta-amazon/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T14:53:52+00:00"
    },
    {
      "titolo": "La Formula 1 al cinema: rivoluzione o trovata di marketing?",
      "descrizione": "Cinque gare del mondiale di Formula 1 saranno trasmesse in diretta nei cinema, grazie a un accordo tra Apple e IMAX: c'è anche Monza. The post La Formula 1 al cinema: rivoluzione o trovata di marketing? appeared first on",
      "link": "https://www.punto-informatico.it/formula-1-cinema/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T14:52:25+00:00"
    },
    {
      "titolo": "La via sostenibile dei satelliti in legno",
      "descrizione": "Dopo la sperimentazione giapponese, è in preparazione il progetto del finlandese Wisa woodsat con strumenti di Esa",
      "link": "https://www.ilsole24ore.com/art/la-via-sostenibile-satelliti-legno-AIJOE0RB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-19T14:40:35+00:00"
    },
    {
      "titolo": "L’AI è pronta per la matematica? Gemini alla prova con 700 problemi irrisolti",
      "descrizione": "Da qualche mese una raccolta online di problemi matematici è diventata il banco di prova per testare le capacità astratte dell’intelligenza artificiale.",
      "link": "https://www.ilsole24ore.com/art/l-ai-e-pronta-la-matematica-gemini-prova-700-problemi-irrisolti-AIISIXOB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-19T14:31:34+00:00"
    },
    {
      "titolo": "Le email segrete di Ring: dalla ricerca dei cani ai criminali",
      "descrizione": "Alcune email svelano il progetto di Ring: trasformare Search Party da una tecnologia per ritrovare cani a strumento per la lotta al crimine. The post Le email segrete di Ring: dalla ricerca dei cani ai criminali appeared",
      "link": "https://www.punto-informatico.it/email-segrete-ring-ricerca-cani-criminali/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T14:19:42+00:00"
    },
    {
      "titolo": "Router TP-Link usati per spiare gli utenti, denuncia in Texas",
      "descrizione": "Il Procuratore Generale del Texas ha denunciato TP-Link perché avrebbe permesso al Partito Comunista Cinese di accedere ai dispositivi degli utenti. The post Router TP-Link usati per spiare gli utenti, denuncia in Texas",
      "link": "https://www.punto-informatico.it/router-tp-link-usati-spiare-utenti-denuncia-texas/",
      "fonte": "Punto Informatico",
      "data": "2026-02-19T13:18:33+00:00"
    },
    {
      "titolo": "Quantum teleportation demonstrated over existing fiber networks — Deutsche Telekom’s T‑Labs used commercially available Qunnect hardware for the demo, claims 90% average accuracy",
      "descrizione": "'Teleporting quantum information is now a practical reality,' says Deutsche Telekom, after a successful tech demo.",
      "link": "https://www.tomshardware.com/networking/quantum-teleportation-demonstrated-over-existing-fiber-networks-deutsche-telekoms-t-labs-used-commercially-available-qunnect-hardware-for-the-demo-claims-90-percent-average-accuracy",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-19T13:00:00+00:00"
    },
    {
      "titolo": "OpenAI aims to secure $100 Billion in latest funding round, reportedly aiming for an $800 billion valuation — Parties offering up cash include Nvidia, Microsoft, SoftBank, and more",
      "descrizione": "OpenAI may be about to secure as much as $100 billion in funding, which will go some way to offsetting the $1.4 trillion is has pledged to expend over the next eight years. This round of investment is said to come from o",
      "link": "https://www.tomshardware.com/tech-industry/openai-aims-to-secure-usd100-billion-in-latest-funding-round-reportedly-aiming-for-an-usd800-billion-valuation-parties-offering-up-cash-include-nvidia-microsoft-softbank-and-more",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-19T12:43:15+00:00"
    },
    {
      "titolo": "China brain computer interface outfit accelerates to human trials in quest to outpace Neuralink — mix of government backing and investor enthusiasm speeds time to market for NeuroXess",
      "descrizione": "China could overtake the US in brain computer interface (BCI) technology leadership thanks to streamlined planning, regulatory approval, and financing.",
      "link": "https://www.tomshardware.com/peripherals/wearable-tech/china-brain-computer-interface-outfit-accelerates-to-human-trials-in-quest-to-outpace-neuralink-mix-of-government-backing-and-investor-enthusiasm-speeds-time-to-market-for-neuroxess",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-19T11:00:00+00:00"
    }
  ]
}