{
  "last_updated": "2026-02-27T13:33:35.218941+00:00",
  "items": [
    {
      "titolo": "Is Microsoft really spying on you with Windows telemetry?",
      "descrizione": "Some Windows customers are convinced that Microsoft's diagnostic data collection for Windows is a secret spy network. I've been investigating this topic for a decade. Here's what you need to know.",
      "link": "https://www.zdnet.com/article/microsoft-spying-windows-telemetry/",
      "fonte": "Latest news",
      "data": "2026-02-27T13:27:25+00:00"
    },
    {
      "titolo": "Internxt: cloud crittografato lifetime con sconto fino all’83%",
      "descrizione": "Internxt offre piani cloud lifetime scontati fino all’83%, con crittografia zero-knowledge, VPN e antivirus inclusi, pagamento unico e verifica indipendente della sicurezza. The post Internxt: cloud crittografato lifetim",
      "link": "https://www.punto-informatico.it/internxt-cloud-crittografato-lifetime-con-sconto-fino-all83/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T12:48:00+00:00"
    },
    {
      "titolo": "Airalo: eSIM globale in oltre 200 Paesi da 3,50 €",
      "descrizione": "Airalo offre eSIM digitali attivabili online in oltre 200 Paesi, con prezzi da 3,50 euro, gestione via app e assistenza 24/7. Alternativa al roaming tradizionale. The post Airalo: eSIM globale in oltre 200 Paesi da 3,50",
      "link": "https://www.punto-informatico.it/airalo-esim-globale-in-oltre-200-paesi-da-350-e/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T12:29:42+00:00"
    },
    {
      "titolo": "I connected a Bluetooth Auracast receiver to my TV, and it's a worthwhile home audio upgrade",
      "descrizione": "Sennheiser's RS 275 TV headphone bundle delivers a flexible in-home entertainment experience, especially if you're watching movies and shows in private.",
      "link": "https://www.zdnet.com/article/sennheiser-bta1-tv-headphones-review/",
      "fonte": "Latest news",
      "data": "2026-02-27T12:10:00+00:00"
    },
    {
      "titolo": "Lynk & Co, un errore del comando vocale spegne i fari: l'auto va a sbattere in autostrada",
      "descrizione": "Il caso riapre il dibattito su chi risponde quando il software di bordo diventa un rischio per la sicurezza.",
      "link": "https://www.hdmotori.it/lynk-co-errore-comando-vocale-auto-sbatte-autostrada/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T12:00:28+00:00"
    },
    {
      "titolo": "Aktiia Hilo Blood Pressure Monitor Review: Cuffless BP Tracking",
      "descrizione": "The Aktiia Hilo Blood Pressure Monitor is the first cuffless monitor to be cleared by the FDA. It’s discreet, highly accurate, and simple to use",
      "link": "https://www.wired.com/review/aktiia-hilo-blood-pressure-monitor/",
      "fonte": "WIRED",
      "data": "2026-02-27T12:00:00+00:00"
    },
    {
      "titolo": "X corteggia gli inserzionisti, accetta pubblicità fatte per altri social",
      "descrizione": "Pur di attirare gli inserzionisti, X permette di caricare le stesse pubblicità usate su Instagram e TikTok senza modifiche. The post X corteggia gli inserzionisti, accetta pubblicità fatte per altri social appeared first",
      "link": "https://www.punto-informatico.it/x-corteggia-inserzionisti-accetta-pubblicita-fatte-per-altri-social/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T11:57:25+00:00"
    },
    {
      "titolo": "Galaxy S26 a rate con WindTre: si parte da 14,99 euro al mese",
      "descrizione": "Con l’iniziativa trade-in fino al 10 marzo, portando un usato in negozio WindTre il Galaxy S26 può scendere a 14,99 euro al mese. Inclusa la promo Samsung con memoria raddoppiata",
      "link": "https://www.hdblog.it/smartphone/articoli/n649970/windtre-galaxy-s26-ultra-plus-rate/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:45:00+00:00"
    },
    {
      "titolo": "Software ko, Ford richiama 4 milioni di auto: \"I rimorchi non frenano\"",
      "descrizione": "Maxi richiamo Ford: oltre 4,3 milioni di veicoli coinvolti per un bug software che può disattivare freni e luci del rimorchio, violando gli standard federali.",
      "link": "https://www.hdmotori.it/richiamo-ford-4-3-milioni-veicoli-bug-software-rimorchio/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:30:48+00:00"
    },
    {
      "titolo": "I Galaxy S26 ti fanno scegliere l’assistente AI che preferisci",
      "descrizione": "Galaxy S26 amplia l’esperienza AI con Gemini capace di svolgere attività in background, come prenotare un Uber o riordinare cibo. Le funzioni agentiche saranno inizialmente disponibili in USA e Corea",
      "link": "https://www.hdblog.it/smartphone/articoli/n649967/galaxy-s26-ultra-plus-perplexity-bixby-gemini/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:25:00+00:00"
    },
    {
      "titolo": "Razer launches $130 laptop sleeve featuring two wireless charging pads — Base variant with no tech costs $80, supports up to 16-inch devices",
      "descrizione": "Razer has just launched its own lineup of laptop sleeves for devices up to 16 inches. The higher-end variant costs $130 and features two wireless charging pads in its flap. The top pad is capable of charging at up to 15W",
      "link": "https://www.tomshardware.com/laptops/razer-launches-usd130-laptop-sleeve-featuring-two-wireless-charging-pads-base-variant-with-no-tech-costs-usd80-supports-up-to-16-inch-devices",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-27T11:20:00+00:00"
    },
    {
      "titolo": "Qualcomm e SECO insieme con le nuove piattaforme Dragonwing Edge AI",
      "descrizione": "Saranno ufficializzati all'Embedded World 2026 che si terrà a Norimberga",
      "link": "https://www.hdblog.it/qualcomm/articoli/n649963/qualcomm-seco-dragonwing-edge-ai/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:15:00+00:00"
    },
    {
      "titolo": "Google cambia il motore di ricerca per rispettare il DMA",
      "descrizione": "Google avrebbe proposto altre modifiche al motore di ricerca per dare più visibilità ai servizi concorrenti ed evitare una multa per violazione del DMA. The post Google cambia il motore di ricerca per rispettare il DMA a",
      "link": "https://www.punto-informatico.it/google-cambia-motore-ricerca-rispettare-dma/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T11:12:49+00:00"
    },
    {
      "titolo": "Poste Italiane tra Super App, AI e pacchi (e SPID?)",
      "descrizione": "La Super App di Poste Italiane supera i 4 milioni di utenti al giorno, l'AI essenziale per gli sviluppi futuri, nessun cenno a SPID. The post Poste Italiane tra Super App, AI e pacchi (e SPID?) appeared first on Punto In",
      "link": "https://www.punto-informatico.it/poste-italiane-tra-super-app-ai-e-pacchi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T11:02:00+00:00"
    },
    {
      "titolo": "Recensione Samsung Galaxy Buds 4 Pro: migliora l'ANC, l'audio e l'indossabilità",
      "descrizione": "Abbiamo provato le nuove Samsung Galaxy Buds 4 Pro, con un nuovo design e alcune caratteristiche davvero interessanti.",
      "link": "https://www.hdblog.it/indossabili/recensioni/n649572/galaxy-buds-4-pro/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:01:00+00:00"
    },
    {
      "titolo": "Hongqi: avvistato in Cina il primo SUV sviluppato con la tecnologia Leapmotor",
      "descrizione": "Il primo modello nato dall'accordo tra FAW e Leapmotor è già in fase di test, con lancio previsto nella seconda metà del 2026.",
      "link": "https://www.hdmotori.it/foto-spia-suv-hongqi-faw-leapmotor/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:00:35+00:00"
    },
    {
      "titolo": "Guerra hi-tech: ecco il drone che cattura UAV nemici",
      "descrizione": "La 28ª Divisione USA premia il drone Project RED con artiglio e AI.",
      "link": "https://www.hdblog.it/droni/articoli/n649715/project-red-drone-artiglio-ai/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T10:50:00+00:00"
    },
    {
      "titolo": "Alla fine, non c’è bisogno di reinventare lo smartphone",
      "descrizione": "Samsung potrebbe rinunciare al Galaxy S26 Edge e al suo prossimo trifold: c'è davvero la necessità di rivoluzionare lo smartphone? The post Alla fine, non c’è bisogno di reinventare lo smartphone appeared first on Punto",
      "link": "https://www.punto-informatico.it/alla-fine-non-ce-bisogno-di-reinventare-lo-smartphone/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T10:37:20+00:00"
    },
    {
      "titolo": "Occhiali AI Prada e Meta? Zuckerberg avvistato a Milano",
      "descrizione": "Zuckerberg in prima fila alla sfilata Prada a Milano alimenta le speculazioni su occhiali AI di lusso targati Meta e Prada. The post Occhiali AI Prada e Meta? Zuckerberg avvistato a Milano appeared first on Punto Informa",
      "link": "https://www.punto-informatico.it/occhiali-ai-prada-meta-zuckerberg-avvistato-fashion-milano/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T10:35:50+00:00"
    },
    {
      "titolo": "Motorola Edge 70 Fusion e Razr Fold: ecco le versioni FIFA Edition per i Mondiali",
      "descrizione": "Arrivano i primi render condivisi da Evan Blass",
      "link": "https://www.hdblog.it/smartphone/articoli/n649954/motorola-edge-70-fusion-razr-fold-fifa-edition/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T10:25:00+00:00"
    },
    {
      "titolo": "Nuki Smart Lock, con la Keypad 2 NFC si sbloccherà con un tap",
      "descrizione": "Nuki lancerà il 24 marzo 2026 il nuovo Keypad 2 NFC, accessorio per Smart Lock che introduce lo sblocco tramite tecnologia NFC e protocollo Aliro della Connectivity Standards Alliance",
      "link": "https://www.hdblog.it/domotica/articoli/n649957/nuki-keypad-2-smart-lock-quando/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T10:20:00+00:00"
    },
    {
      "titolo": "Unieuro lancia il “NO IVA Show TV”: sconto immediato su tanti modelli",
      "descrizione": "Le migliori Smart TV in offerta da Unieuro con la nuova promo NO IVA SHOW TV.",
      "link": "https://www.hdblog.it/tv/offerte/n649950/unieuro-show-tv-no-iva-febbraio-2026-offerte/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T10:05:00+00:00"
    },
    {
      "titolo": "Pubblicità su WhatsApp: eccole nei canali e negli stati",
      "descrizione": "Sono arrivate le pubblicità su WhatsApp: da oggi sponsorizzazioni nei canali e negli stati, per monetizzare i 3 miliardi di utenti. The post Pubblicità su WhatsApp: eccole nei canali e negli stati appeared first on Punto",
      "link": "https://www.punto-informatico.it/pubblicita-whatsapp-canali-stati/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T09:57:06+00:00"
    },
    {
      "titolo": "Realme GT 7T 5G (12/256GB) con super batteria da 7000mAh e ricarica a 120W",
      "descrizione": "Il Realme GT 7T 5G ha una batteria inesauribile da 7000 mAh con ricarica da 120 W e ora la versione da 256 GB è tua a 139 euro in meno. The post Realme GT 7T 5G (12/256GB) con super batteria da 7000mAh e ricarica a 120W",
      "link": "https://www.punto-informatico.it/realme-gt-7t-5g-12-256gb-con-super-batteria-7000mah-ricarica-120w/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T09:55:48+00:00"
    }
  ]
}