{
  "last_updated": "2026-02-25T19:28:49.310991+00:00",
  "items": [
    {
      "titolo": "Simulazione di guerra: chatbot scelgono armi nucleari",
      "descrizione": "Durante le simulazioni effettuate da un ricercatore, i modelli di OpenAI, Google e Anthropic hanno consigliano l'uso delle armi nucleari nel 95% dei casi. The post Simulazione di guerra: chatbot scelgono armi nucleari ap",
      "link": "https://www.punto-informatico.it/simulazione-guerra-chatbot-scelgono-armi-nucleari/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T18:13:10+00:00"
    },
    {
      "titolo": "Samsung Galaxy S26, S26+ e S26 Ultra: novità, prezzi e promo",
      "descrizione": "Ufficiali i nuovi Samsung Galaxy S26, S26+ e S26 Ultra: il top di gamma ha Privacy Display, ma non è l'unica novità di rilievo per il trio. The post Samsung Galaxy S26, S26+ e S26 Ultra: novità, prezzi e promo appeared f",
      "link": "https://www.punto-informatico.it/samsung-galaxy-s26-s26-plus-ultra/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T18:00:56+00:00"
    },
    {
      "titolo": "Micron joins the 3GB GDDR7 party, introduces 36 Gbps modules for GPUs — lags behind speeds of Samsung and SK Hynix",
      "descrizione": "Micron officially introduces its own 3GB GDDR7 memory module, with an official bandwidth rating of 36 Gbps.",
      "link": "https://www.tomshardware.com/pc-components/gpus/micron-joins-the-3gb-gddr7-party-introduces-36-gbps-modules-for-gpus-lags-behind-speeds-of-samsung-and-sk-hynix",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-25T17:53:46+00:00"
    },
    {
      "titolo": "Galaxy Buds4 e 4 Pro: i nuovi auricolari in preordine su Amazon",
      "descrizione": "Design confortevole, intelligenza artificiale integrata e miglior qualità.",
      "link": "https://www.hdblog.it/indossabili/offerte/n649734/galaxy-buds4-pro-nuovi-auricolari-preordine-amazon/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:47:00+00:00"
    },
    {
      "titolo": "I ragazzi parlano dei loro problemi con ChatGPT, non con i genitori",
      "descrizione": "Gli adolescenti americani usano i chatbot AI per ricevere supporto emotivo, ma il problema è diffuso anche in Italia. Quali sono i rischi. The post I ragazzi parlano dei loro problemi con ChatGPT, non con i genitori appe",
      "link": "https://www.punto-informatico.it/ragazzi-parlano-problemi-chatgpt-non-con-genitori/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T17:38:20+00:00"
    },
    {
      "titolo": "Samsung, come evolve la gamma Galaxy S26: la nostra intervista a Nicolò Bellorini",
      "descrizione": "A raccontare la visione dell’azienda è Nicolò Bellorini, Vice President Head of Business e responsabile della divisione Mobile eXperience di Samsung Electronics Italia",
      "link": "https://www.hdblog.it/smartphone/articoli/n649304/samsung-intervista-nicolo-bellorini/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:35:00+00:00"
    },
    {
      "titolo": "Alexa Plus, arrivano le personalità: amichevole, pragmatica o incoraggiante?",
      "descrizione": "Per ora solo negli USA. C'è già la promessa di nuovi stili in futuro.",
      "link": "https://www.hdblog.it/amazon/articoli/n649714/alexa-plus-personalita-come--funziona/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:25:00+00:00"
    },
    {
      "titolo": "Edge aprirà Copilot in automatico cliccando i link di Outlook",
      "descrizione": "Edge aprirà Copilot in automatico quando si clicca un link da Outlook. L'AI riassumerà la pagina e suggerirà azioni. Arriverà a maggio. The post Edge aprirà Copilot in automatico cliccando i link di Outlook appeared firs",
      "link": "https://www.punto-informatico.it/edge-aprira-copilot-automatico-cliccando-link-outlook/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T17:09:38+00:00"
    },
    {
      "titolo": "Cloud a vita senza abbonamento: fino a 10 TB con un prezzo super grazie a pCloud",
      "descrizione": "Il cloud storage a vita di pCloud è la soluzione giusta per ottenere tanto spazio di archiviazione con un prezzo davvero conveniente. The post Cloud a vita senza abbonamento: fino a 10 TB con un prezzo super grazie a pCl",
      "link": "https://www.punto-informatico.it/cloud-a-vita-senza-abbonamento-fino-a-10-tb-con-un-prezzo-super-grazie-a-pcloud/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T17:05:56+00:00"
    },
    {
      "titolo": "Samsung Galaxy S26 Series: prezzi e promo a confronto con gli anni scorsi",
      "descrizione": "Purtroppo la crisi dei chip di memoria non lascia scampo. Questa è la gamma di Galaxy S più cara degli ultimi 4 anni.",
      "link": "https://www.hdblog.it/smartphone/articoli/n649701/samsung-galaxy-s26-s25-s24-s23-promo-prezzi/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:05:00+00:00"
    },
    {
      "titolo": "Anteprima Samsung Galaxy S26: Privacy Display, Galaxy AI \"2.0\" e chipset diversi",
      "descrizione": "Abbiamo provato in anteprima i nuovi Samsung Galaxy S26, S26+ e S26 Ultra. Privacy Display, nuovo Exynos a 2nm, Galaxy AI 2.0 e tante novità software: vi raccontiamo cosa cambia davvero. Vale...",
      "link": "https://www.hdblog.it/smartphone/speciali/n649353/anteprima-samsung-galaxy-s26/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:01:00+00:00"
    },
    {
      "titolo": "Samsung, ufficiali i nuovi Galaxy S26: caratteristiche, prezzi e promo di lancio",
      "descrizione": "Samsung ha annunciato i suoi nuovi Galaxy S26, Galaxy S26 Plus e Galaxy S26 Ultra,",
      "link": "https://www.hdblog.it/smartphone/articoli/n648310/galaxy-s26-ufficiali-prezzi-promozioni/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:01:00+00:00"
    },
    {
      "titolo": "Galaxy Buds4 e 4 Pro ufficiali: più qualità e comfort per gli auricolari Samsung | Prezzi",
      "descrizione": "Open-type i primi, in-ear i secondi.",
      "link": "https://www.hdblog.it/indossabili/articoli/n649457/samsung-galaxy-buds4-pro-caratteristiche-prezzo-it/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:00:00+00:00"
    },
    {
      "titolo": "DJI denuncia la FCC negli USA per il ban dei droni",
      "descrizione": "DJI ha denunciato la FCC negli USA, in quanto ha inserito i droni nella blacklist abusando della sua autorità e senza rispettare le procedure previste. The post DJI denuncia la FCC negli USA per il ban dei droni appeared",
      "link": "https://www.punto-informatico.it/dji-denuncia-fcc-usa-ban-droni/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T16:59:11+00:00"
    },
    {
      "titolo": "Nuovo materiale quantistico produce idrogeno con sole e acqua",
      "descrizione": "Nuovo materiale quantistico produce idrogeno solo con sole e acqua.",
      "link": "https://www.hdblog.it/green/articoli/n649538/idrogeno-solare-materiale-quantistico/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T16:45:00+00:00"
    },
    {
      "titolo": "Gemini 3.1 Pro non è un chatbot qualsiasi: 7 prompt lo dimostrano",
      "descrizione": "Gemini 3.1 Pro non è fatto per le domande semplici. Eccelle nel ragionamento avanzato, nell'analisi video e nella gestione di documenti enormi. The post Gemini 3.1 Pro non è un chatbot qualsiasi: 7 prompt lo dimostrano a",
      "link": "https://www.punto-informatico.it/gemini-3-1-pro-non-e-chatbot-qualsiasi-7-prompt-lo-dimostrano/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T16:30:31+00:00"
    },
    {
      "titolo": "Kalshi Suspended a California Politician and a YouTuber for Insider Trading",
      "descrizione": "Leading prediction market Kalshi has revealed details of two recent insider trading cases it flagged to authorities, giving a rare look at how the platform enforces its policies.",
      "link": "https://www.wired.com/story/kalshi-insider-trading-california-politician-and-youtuber/",
      "fonte": "WIRED",
      "data": "2026-02-25T16:00:00+00:00"
    },
    {
      "titolo": "OpenAI non ha rubato i segreti commerciali di xAI",
      "descrizione": "Secondo la giudice, xAI non ha fornito prove che dimostrino la complicità di OpenAI nel furto di segreti commerciali effettuati da ex dipendenti. The post OpenAI non ha rubato i segreti commerciali di xAI appeared first",
      "link": "https://www.punto-informatico.it/openai-non-rubato-segreti-commerciali-xai/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T15:55:09+00:00"
    },
    {
      "titolo": "Lancia il tuo business online a meno di 3€ al mese: promo FLASH Hostinger",
      "descrizione": "Approfitta dell'offerta limitata Hostinger: crea il tuo sito web con sconti fino all'84%, dominio gratis e AI website builder incluso The post Lancia il tuo business online a meno di 3€ al mese: promo FLASH Hostinger app",
      "link": "https://www.punto-informatico.it/lancia-il-tuo-business-online-a-meno-di-3e-al-mese-promo-flash-hostinger/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T15:48:34+00:00"
    },
    {
      "titolo": "Usa ChatGPT per pianificare gli omicidi, il caso choc",
      "descrizione": "Chiedeva a ChatGPT informazioni sulle dosi letali di farmaci. Il caso si aggiunge a una serie crescente di episodi violenti legati ai chatbot. The post Usa ChatGPT per pianificare gli omicidi, il caso choc appeared first",
      "link": "https://www.punto-informatico.it/usa-chatgpt-pianificare-omicidi-caso-choc/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T15:28:29+00:00"
    },
    {
      "titolo": "AI slop a Sanremo, il momento più cringe del Festival",
      "descrizione": "Se è in questo modo che vogliamo spiegare l'AI agli italiani, forse è meglio lasciar perdere; ci auguriamo che qualcosa sia andato storto. The post AI slop a Sanremo, il momento più cringe del Festival appeared first on",
      "link": "https://www.punto-informatico.it/ai-slop-sanremo/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T15:21:28+00:00"
    },
    {
      "titolo": "Deliveroo come Glovo: rider sfruttati con l’algoritmo",
      "descrizione": "Deliveroo Italia è finita sotto controllo giudiziario per lo sfruttamento dei rider attraverso un algoritmo e retribuzioni sotto la soglia di povertà. The post Deliveroo come Glovo: rider sfruttati con l’algoritmo appear",
      "link": "https://www.punto-informatico.it/deliveroo-come-glovo-rider-sfruttati-algoritmo/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T14:51:20+00:00"
    },
    {
      "titolo": "Il tablet più sottile al mondo è HONOR MagicPad 4: solo 4,8 mm",
      "descrizione": "Sbriciolato il tetto dei 5 mm: il nuovo HONOR MagicPad 4 sta per diventare ufficialmente il tablet più sottile al mondo con i suoi 4,8 mm. The post Il tablet più sottile al mondo è HONOR MagicPad 4: solo 4,8 mm appeared",
      "link": "https://www.punto-informatico.it/tablet-piu-sottile-al-mondo-honor-magicpad-4/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T14:33:36+00:00"
    },
    {
      "titolo": "Nvidia still hasn’t sold a single H200 to China nearly three months after getting the green light from the White House — U.S. Commerce official says department hasn’t approved any sales during a House hearing",
      "descrizione": "U.S. Department of Commerce Assistant Secretary for export enforcement David Peters said that his agency has not approved a single H200 export license since President Donald Trump allowed Nvidia to sell them to China.",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/nvidia-still-hasnt-sold-a-single-h200-to-china-nearly-three-months-after-getting-the-green-light-from-the-white-house-u-s-commerce-official-says-department-hasnt-approved-any-sales-during-a-house-hearing",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-25T13:26:56+00:00"
    }
  ]
}