{
  "last_updated": "2026-02-10T19:33:43.726018+00:00",
  "items": [
    {
      "titolo": "Mai visto prima: NeN blocca il prezzo della luce per 10 anni (sì, fino al 2036)",
      "descrizione": "Con NeN paghi una rata fissa ogni mese calcolata sui tuoi consumi: e il prezzo della luce non cambia. The post Mai visto prima: NeN blocca il prezzo della luce per 10 anni (sì, fino al 2036) appeared first on Punto Infor",
      "link": "https://www.punto-informatico.it/mai-visto-prima-nen-blocca-il-prezzo-della-luce-per-10-anni-si-fino-al-2036/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T19:04:44+00:00"
    },
    {
      "titolo": "L’AI in sala operatoria confonde gli organi e crea problemi",
      "descrizione": "I sistemi AI usati in chirurgia ed ecografie avrebbero causato gravi complicazioni. Le diagnosi sbagliate sollevano dubbi su test e controlli. The post L’AI in sala operatoria confonde gli organi e crea problemi appeared",
      "link": "https://www.punto-informatico.it/ai-sala-operatoria-confonde-organi-crea-problemi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T18:36:06+00:00"
    },
    {
      "titolo": "Lanciare un sito web costa troppo? Con Hostinger bastano meno di 3€ al mese",
      "descrizione": "Super promo Hostinger, con sconti fino all'80% su tutti i piani ricchi di strumenti: dal website builder AI al dominio gratuito incluso. The post Lanciare un sito web costa troppo? Con Hostinger bastano meno di 3€ al mes",
      "link": "https://www.punto-informatico.it/lanciare-un-sito-web-costa-troppo-con-hostinger-bastano-meno-di-3e-al-mese/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T18:05:50+00:00"
    },
    {
      "titolo": "You can save $400 on a M4 MacBook Pro right now - but only for a limited time",
      "descrizione": "Multiple variants of Apple's latest flagship laptop have received discounts in the days leading up to Presidents' Day.",
      "link": "https://www.zdnet.com/article/apple-m4-macbook-pro-deal/",
      "fonte": "Latest news",
      "data": "2026-02-10T17:52:00+00:00"
    },
    {
      "titolo": "G.Skill patteggia una class action USA sulle velocità delle RAM DDR4 e DDR5",
      "descrizione": "Alcuni utenti non avevano capito che le velocità reclamizzate sulla confezione si ottengono solo abilitando determinate funzionalità dal BIOS (EXPO o XMP).",
      "link": "https://www.hdblog.it/hardware/articoli/n647906/g-skill-patteggia-class-action-velocita-ddr4-ddr5/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T17:50:00+00:00"
    },
    {
      "titolo": "Ayaneo Next 2 Windows handheld goes official with Ryzen AI Max+ 395 — also features massive 116 Whr battery, and a starting price of $1,799",
      "descrizione": "Ayaneo’s latest flagship handheld pairs AMD’s most powerful mobile APU with an oversized battery, a high-refresh OLED display, and multiple high-end configurations aimed at enthusiasts.",
      "link": "https://www.tomshardware.com/video-games/handheld-gaming/ayaneo-next-2-windows-handheld-goes-official-with-ryzen-ai-max-395-also-features-massive-116-whr-battery-and-a-starting-price-of-usd1-799",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-10T17:45:40+00:00"
    },
    {
      "titolo": "YouTube lancia un generatore di playlist AI, ma c’è il trucco",
      "descrizione": "Gli utenti YouTube Premium possono ora creare playlist musicali con l'AI, basta inserire prompt scritti o vocali. Disponibile su iOS e Android. The post YouTube lancia un generatore di playlist AI, ma c’è il trucco appea",
      "link": "https://www.punto-informatico.it/youtube-lancia-generatore-playlist-ai-trucco/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T17:38:57+00:00"
    },
    {
      "titolo": "Ultime 48 ore per bloccare il prezzo della luce: scopri l’offerta Engie",
      "descrizione": "Con Engie puoi avere una tariffa luce a prezzo bloccato per i prossimi due anni, sia monoraria che a fasce. The post Ultime 48 ore per bloccare il prezzo della luce: scopri l’offerta Engie appeared first on Punto Informa",
      "link": "https://www.punto-informatico.it/ultime-48-ore-per-bloccare-il-prezzo-della-luce-scopri-lofferta-engie/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T17:31:33+00:00"
    },
    {
      "titolo": "Why I still recommend the AirPods Pro 2 in 2026 - especially at this price",
      "descrizione": "Apple's premium wireless earbuds remain among the best bang-for-buck earbuds out there.",
      "link": "https://www.zdnet.com/article/why-i-still-recommend-the-airpods-pro-2-in-2026-especially-at-this-price/",
      "fonte": "Latest news",
      "data": "2026-02-10T17:27:00+00:00"
    },
    {
      "titolo": "You can buy a 55-inch Fire TV for $180 on Amazon right now - no strings attached",
      "descrizione": "Looking to upgrade or replace your TV? Budget shoppers should highly consider the 55-inch Insignia F50 for just $180.",
      "link": "https://www.zdnet.com/article/amazon-insignia-f50-smart-tv-deal/",
      "fonte": "Latest news",
      "data": "2026-02-10T17:24:00+00:00"
    },
    {
      "titolo": "Discord's new age ID verification: How it works, internet reactions, and alternatives",
      "descrizione": "Unverified users will soon need to upload a video selfie or official ID to remove age restrictions.",
      "link": "https://www.zdnet.com/article/discord-age-verification-requirement/",
      "fonte": "Latest news",
      "data": "2026-02-10T17:11:00+00:00"
    },
    {
      "titolo": "Safer Internet Day: aumentano le truffe per anziani",
      "descrizione": "Gli utenti vittime di truffe online in Italia sono state oltre 64.000 nel 2025, molti dei quali sono over 70 che non percepiscono i rischi. The post Safer Internet Day: aumentano le truffe per anziani appeared first on P",
      "link": "https://www.punto-informatico.it/safer-internet-day-aumentano-truffe-anziani/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T17:08:56+00:00"
    },
    {
      "titolo": "Telegram, aumentano throttling e limitazioni in Russia",
      "descrizione": "Le autorità di Mosca dicono che la piattaforma non fa abbastanza per contrastare le attività criminali.",
      "link": "https://www.hdblog.it/android/articoli/n647896/telegram-throttling-limitazioni-russia-moderazione/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T17:05:00+00:00"
    },
    {
      "titolo": "Your PC's critical security certificates may be about to expire - how to check",
      "descrizione": "Another crucial Windows expiration date is right around the corner for more than a billion PCs. Here's what you need to do now.",
      "link": "https://www.zdnet.com/article/secure-boot-certificate-updates-2026/",
      "fonte": "Latest news",
      "data": "2026-02-10T17:00:39+00:00"
    },
    {
      "titolo": "Nuova terapia genica prova a ringiovanire i neuroni oculari",
      "descrizione": "Una terapia genica sperimentale punta a ringiovanire i neuroni oculari e recuperare la vista.",
      "link": "https://www.hdblog.it/tecnologia/articoli/n647793/terapia-genica-vista-ringovanimento-neuroni/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T16:55:00+00:00"
    },
    {
      "titolo": "Come trasformare un PDF in podcast con NotebookLM",
      "descrizione": "NotebookLM di Google può trasformare qualsiasi PDF in una conversazione audio in stile podcast. Come sfruttare al meglio questa funzione. The post Come trasformare un PDF in podcast con NotebookLM appeared first on Punto",
      "link": "https://www.punto-informatico.it/come-trasformare-pdf-podcast-notebooklm/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T16:30:35+00:00"
    },
    {
      "titolo": "Shadow Campaigns: cyberspionaggio globale (anche in Italia)",
      "descrizione": "Shadow Campaigns è un'imponente campagna di cyberspionaggio effettuata a fine 2025 contro governi e organizzazioni di 155 paesi, Italia inclusa. The post Shadow Campaigns: cyberspionaggio globale (anche in Italia) appear",
      "link": "https://www.punto-informatico.it/shadow-campaigns-cyberspionaggio-globale-italia/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T16:26:49+00:00"
    },
    {
      "titolo": "Nintendo e la pirateria: due noti siti bloccati in Europa",
      "descrizione": "I siti sono NXBrew e NSWPedia.",
      "link": "https://www.hdblog.it/nintendo/articoli/n647882/nintendo-pirateria-nxbrew-nswpedia-blocco/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T16:25:00+00:00"
    },
    {
      "titolo": "Google Home, è possibile inviare foto e video a Gemini",
      "descrizione": "Google potenzia Gemini nell'app Home, si potranno allegare foto e video alle richieste testuali per aiutare l'AI a capire meglio il contesto. The post Google Home, è possibile inviare foto e video a Gemini appeared first",
      "link": "https://www.punto-informatico.it/google-home-inviare-foto-gemini/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T15:37:35+00:00"
    },
    {
      "titolo": "Motorola pronta a lanciare MA2, nuovo adattatore Android Auto wireless",
      "descrizione": "Il gadget è stato avvisato presso la FCC. A quanto pare si passa a un cavo removibile, addio a quello integrato.",
      "link": "https://www.hdblog.it/smartphone/articoli/n647883/motorola-ma2-android-auto-wireless-adattatore/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T15:35:00+00:00"
    },
    {
      "titolo": "Paramount di nuovo all'attacco di Warner, ma il prezzo rimane invariato",
      "descrizione": "Gli Ellison propongono condizioni un po' migliori, ma il prezzo ad azione rimane fisso a 30 dollari.",
      "link": "https://www.hdblog.it/mercato/articoli/n647881/paramount-netflix-warner-bros-offerta/",
      "fonte": "HDblog.it",
      "data": "2026-02-10T15:15:00+00:00"
    },
    {
      "titolo": "Harvard researchers develop novel 3D printing method for soft robotics — rotational multi-material method creates muscle-like structures that can be programmed to twist, lift, or bend",
      "descrizione": "Harvard researchers have developed a rotational 3D printing technique that can create malleable structures with built-in motion logic in a single, seamless step that could have a huge impact on the field of soft robotics",
      "link": "https://www.tomshardware.com/3d-printing/harvard-researchers-develop-novel-3d-printing-method-for-soft-robotics-rotational-multi-material-method-creates-muscle-like-structures-that-can-be-programmed-to-twist-lift-or-bend",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-10T15:03:53+00:00"
    },
    {
      "titolo": "Innovazione senza tabù: un sensore nelle mutande",
      "descrizione": "Smart Underwear analizza i gas intestinali in modo non invasivo: una novità hi-tech che può migliorare diagnosi, prevenzione e monitoraggio. The post Innovazione senza tabù: un sensore nelle mutande appeared first on Pun",
      "link": "https://www.punto-informatico.it/sensore-mutande/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T14:55:42+00:00"
    },
    {
      "titolo": "I chatbot AI giocano al dottore e uccidono i pazienti…",
      "descrizione": "Una ricerca dimostra che i chatbot AI falliscono miseramente come medici. Diagnosi corrette solo in un terzo dei casi. The post I chatbot AI giocano al dottore e uccidono i pazienti… appeared first on Punto Informatico .",
      "link": "https://www.punto-informatico.it/chatbot-ai-giocano-dottore-uccidono-pazienti/",
      "fonte": "Punto Informatico",
      "data": "2026-02-10T14:41:55+00:00"
    }
  ]
}