{
  "last_updated": "2026-02-16T13:40:34.135500+00:00",
  "items": [
    {
      "titolo": "IBM triples entry-level hires for 2026 despite AI adoption, bucking industry trends — Chief HR officer says that AI can do most entry-level jobs, but work still requires a human touch",
      "descrizione": "IBM is tripling its entry-level hiring in the U.S. in 2026, according to a new report. This stands in stark contrast to many of the country’s largest firms, especially in the tech world, which have conducted large-scale",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/ibm-triples-entry-level-hires-for-2026-despite-ai-adoption-bucking-industry-trends-chief-hr-officer-says-that-ai-can-do-most-entry-level-jobs-but-work-still-requires-a-human-touch",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-16T13:33:17+00:00"
    },
    {
      "titolo": "La piattaforma dove le AI affittano gli esseri umani è un flop",
      "descrizione": "La piattaforma RentAHuman conta 470.000 umani affittabili dalle AI, ma un giornalista di Wired l'ha provata e ha scoperto incarichi fantasma. The post La piattaforma dove le AI affittano gli esseri umani è un flop appear",
      "link": "https://www.punto-informatico.it/piattaforma-dove-ai-affittano-esseri-umani-flop/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T13:01:57+00:00"
    },
    {
      "titolo": "MediaWorld oltre l’elettronica: arriva la sezione Viaggi",
      "descrizione": "Attraverso la collaborazione con Bluvacanze, la catena dell'elettronica di consumo lancia la sezione MediaWorld Viaggi sull'e-commerce. The post MediaWorld oltre l’elettronica: arriva la sezione Viaggi appeared first on",
      "link": "https://www.punto-informatico.it/mediaworld-viaggi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T12:52:44+00:00"
    },
    {
      "titolo": "Apple rinnova SEED: arriva Sales Coach l'app per la formazione dei venditori",
      "descrizione": "Apple sarebbe pronta a lanciare una versione rinnovata della propria app interna per la formazione dei venditori",
      "link": "https://www.hdblog.it/smartphone/articoli/n648520/apple-rinnova-app-seed-sales-coach/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T12:40:00+00:00"
    },
    {
      "titolo": "Saatva Memory Foam Hybrid Mattress Review: Going for Gold and Good Sleep",
      "descrizione": "The Saatva Memory Foam Hybrid has been chosen for Olympians. Could it be the one for you, too?",
      "link": "https://www.wired.com/review/saatva-memory-foam-hybrid-mattress/",
      "fonte": "WIRED",
      "data": "2026-02-16T12:31:00+00:00"
    },
    {
      "titolo": "Jaecoo 8 SHS-P, la nuova ammiraglia ibrida Plug-in sta arrivando: tanto comfort, tecnologia e lusso",
      "descrizione": "Nei primi mesi del 2026 debutterà sul mercato la nuova Jaecoo 8 SHS-P che punta a diventare l'ammiraglia della gamma Jaecoo",
      "link": "https://www.hdmotori.it/jaecoo-8-shs-p-dimensioni-interni-motori-prestazioni/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T12:30:44+00:00"
    },
    {
      "titolo": "MediaWorld Viaggi: debutta in Italia il portale online per le vacanze",
      "descrizione": "MediaWorld Viaggi si integra con il programma MediaWorld Club, offrendo promozioni dedicate e vantaggi esclusivi ai clienti fidelizzati",
      "link": "https://www.hdblog.it/mercato/articoli/n648521/mediaworld-viaggi-cose-comparatore/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T12:15:00+00:00"
    },
    {
      "titolo": "Hyundai è favorevole alle E-Car, ma vuole regole chiare dall’UE",
      "descrizione": "La nuova categoria dovrebbe alleggerire alcune normative per ridurre i costi di produzione.",
      "link": "https://www.hdmotori.it/hyundai-categoria-europea-m1e-citycar/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T12:00:32+00:00"
    },
    {
      "titolo": "WINBOT W3 Omni provato: il robot lavavetri di Ecovacs che ricorda una lavatrice",
      "descrizione": "Abbiamo provato l'ultimo robot lavavetri di Ecovacs, il Winbot W3 Omni che arriva con una stazione di ricarica e pulizia dei panni che ricorda una lavatrice: si chiama Vortex Wash e potrebbe essere...",
      "link": "https://www.hdblog.it/home/recensioni/n647473/winbot-w3-recensione-test-prova-prezzo/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T12:00:00+00:00"
    },
    {
      "titolo": "Ecco Sodiumfrostglow, la torcia che funziona anche a 40 gradi sotto zero",
      "descrizione": "A quelle temperature la batteria mantiene una carica residua dell'88%, grazie alla formulazione agli ioni di sodio. Una comune Li-ion scende ad appena il 15%.",
      "link": "https://www.hdblog.it/home/articoli/n648519/torcia-batteria-ioni-sodio-freddo-estremo/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T11:45:00+00:00"
    },
    {
      "titolo": "Turkish wedding party receives Nvidia RTX 5090, RAM necklaces, and Intel CPU for elaborate wedding gifts — A Turkish tech delight for age of PC shortages",
      "descrizione": "A video from a Turkish wedding reveals a delighted bride and groom being showered with opulent PC tech gifts.",
      "link": "https://www.tomshardware.com/pc-components/ddr5/turkish-wedding-party-receive-rtx-5090-ram-and-intel-cpu-wedding-gifts-a-turkish-tech-delight-for-the-ai-age",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-16T11:45:00+00:00"
    },
    {
      "titolo": "Ericsson e Leonardo testano le capacità del 5G su navi della Marina",
      "descrizione": "Il progetto rientra nell’iniziativa europea EDF 5G COMPAD e ha visto l’installazione di una rete 5G SA autonoma a bordo delle navi San Giorgio e Raimondo Montecuccoli",
      "link": "https://www.hdblog.it/sicurezza/articoli/n648518/5g-sicuro-in-mare-marina-militare-ericcson-leonardo/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T11:40:00+00:00"
    },
    {
      "titolo": "Streaming e telefonia, cosa gradiscono gli utenti: Netflix in testa, Iliad guida il mobile",
      "descrizione": "L’indagine annuale di Altroconsumo fotografa un equilibrio tra costo, qualità e semplicità,",
      "link": "https://www.hdblog.it/tim/articoli/n648515/streaming-telefonia-netflix-iliad-mobile/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T11:35:00+00:00"
    },
    {
      "titolo": "Waymo migliora la guida autonoma dei robotaxi",
      "descrizione": "Waymo ha presentato ufficialmente la sesta generazione di Driver, l'intelligenza artificiale che governa i veicoli a guida autonoma (robotaxi). The post Waymo migliora la guida autonoma dei robotaxi appeared first on Pun",
      "link": "https://www.punto-informatico.it/waymo-migliora-guida-autonoma-robotaxi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T11:33:43+00:00"
    },
    {
      "titolo": "Portafoglio perso? Mai più con Air Card a 19€ per Android e iOS",
      "descrizione": "L'Air Card di VOCOLinc ti permette di tracciare la posizione del tuo portafoglio con successo: prezzo mini su Amazon. The post Portafoglio perso? Mai più con Air Card a 19€ per Android e iOS appeared first on Punto Infor",
      "link": "https://www.punto-informatico.it/portafoglio-perso-mai-piu-con-air-card-a-19e-per-android-e-ios/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T11:33:41+00:00"
    },
    {
      "titolo": "IT-Wallet e app IO: 10,1 milioni di italiani usano i documenti digitali",
      "descrizione": "IT-Wallet diventa sempre più usato dagli italiani, ma non sostituisce i documenti fisici",
      "link": "https://www.hdblog.it/mercato/articoli/n648509/io-app-it-wallet-10-milioni-documenti/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T11:15:00+00:00"
    },
    {
      "titolo": "Caricatore per Apple Watch geniale: a soli 10€ è un’occasione Amazon",
      "descrizione": "Ripristina la batteria del tuo Apple Watch con il perfetto caricatore: da usare anche in viaggio senza problemi, ora su Amazon. The post Caricatore per Apple Watch geniale: a soli 10€ è un’occasione Amazon appeared first",
      "link": "https://www.punto-informatico.it/caricatore-per-apple-watch-geniale-a-soli-10e-e-unoccasione-amazon/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T11:12:27+00:00"
    },
    {
      "titolo": "150 anni fa nasceva il telefono, lo strumento che ha creato il \"nostro\" mondo",
      "descrizione": "Senza il telefono non ci sarebbe stato pressoché nulla di quello che oggi diamo per scontato, dall’AI agli smartphone, passando per internet e il mondo per come lo conosciamo",
      "link": "https://www.hdblog.it/curiosita/articoli/n648511/telefono-150-anni-invenzione-bell-meucci/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T11:10:00+00:00"
    },
    {
      "titolo": "Caviar, arrivano le edizioni di iPhone 17 Pro dedicate a San Valentino",
      "descrizione": "Prezzo di partenza \"solo\" 10.400 dollari.",
      "link": "https://www.hdblog.it/smartphone/articoli/n648512/caviar-iphone-17-pro-max-san-valentino/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T11:05:00+00:00"
    },
    {
      "titolo": "Apple regala gli sfondi per l’Anno del Cavallo: come scaricarli",
      "descrizione": "Apple ha pubblicato gli sfondi ufficiali gratuiti per l'Anno del Cavallo 2026, disponibili per iPhone, iPad, Mac e Apple Watch. The post Apple regala gli sfondi per l’Anno del Cavallo: come scaricarli appeared first on P",
      "link": "https://www.punto-informatico.it/apple-regala-sfondi-anno-cavallo-come-scaricarli/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T11:03:56+00:00"
    },
    {
      "titolo": "Smart TV Samsung? Rimpiazza il telecomando con meno di 9€ (funziona subito)",
      "descrizione": "Rimpiazza il vecchio telecomando Samsung con questo modello che non ha bisogno di programmazione in offerta su Amazon. The post Smart TV Samsung? Rimpiazza il telecomando con meno di 9€ (funziona subito) appeared first o",
      "link": "https://www.punto-informatico.it/smart-tv-samsung-rimpiazza-il-telecomando-con-meno-di-9e-funziona-subito/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T11:01:36+00:00"
    },
    {
      "titolo": "Fritz!Box 4630 ufficiale: l'hub domestico Wi-Fi 7 affidabile per tutti | PREZZO",
      "descrizione": "È relativamente economico, per gli standard dell'apprezzata azienda tedesca. Già disponibile in Italia",
      "link": "https://www.hdblog.it/home/articoli/n648506/fritzbox-4630-hub-economico-prezzo/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T10:55:00+00:00"
    },
    {
      "titolo": "C’è chi continua a vendere e comprare DVD pirata",
      "descrizione": "Amazon ha vinto la sua battaglia: siti offline, domini trasferiti e 6 milioni di indennizzo; affossato il network che vendeva DVD pirata. The post C’è chi continua a vendere e comprare DVD pirata appeared first on Punto",
      "link": "https://www.punto-informatico.it/dvd-pirata/",
      "fonte": "Punto Informatico",
      "data": "2026-02-16T10:54:37+00:00"
    },
    {
      "titolo": "DJI Romo, grave falla permette di controllare migliaia di robot",
      "descrizione": "Senza nemmeno violare i server DJI. Misure di sicurezza mal implementate. A quanto pare la falla si è risolta.",
      "link": "https://www.hdblog.it/dji/articoli/n648507/dji-romo-falla-sicurezza-server-controllo-remoto/",
      "fonte": "HDblog.it",
      "data": "2026-02-16T10:45:00+00:00"
    }
  ]
}