{
  "last_updated": "2026-02-17T13:40:25.666913+00:00",
  "items": [
    {
      "titolo": "Samsung Galaxy Book6: tre modelli arrivano in Italia",
      "descrizione": "Arrivano in Italia i nuovi Samsung Galaxy Book6 con schermi da 14 e 16 pollici, processori Intel Core Ultra 300, fino a 64 GB di RAM e SSD fino a 2 TB. The post Samsung Galaxy Book6: tre modelli arrivano in Italia appear",
      "link": "https://www.punto-informatico.it/samsung-galaxy-book6-tre-modelli-arrivano-italia/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T13:37:00+00:00"
    },
    {
      "titolo": "Sony considering PlayStation 6 delay to 2029, while Nintendo could hike Switch 2 price, according to report — memory and storage chip shortage now impacting products outside of RAM, storage, and GPUs",
      "descrizione": "The two gaming giants are reportedly taking widely different approaches to the memory chip shortage as the situation is starting to affect consumer electronics outside of PCs.",
      "link": "https://www.tomshardware.com/video-games/console-gaming/sony-considering-playstation-6-delay-to-2029-while-nintendo-could-hike-switch-2-price-according-to-report-memory-and-storage-chip-shortage-now-impacting-products-outside-of-ram-storage-and-gpus",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-17T13:21:05+00:00"
    },
    {
      "titolo": "John Valentine, il medico con milioni di follower non esiste, è un’AI",
      "descrizione": "John Valentine ha milioni di follower e dà consigli medici sui social, ma non esiste, è un avatar generato dall'AI. The post John Valentine, il medico con milioni di follower non esiste, è un’AI appeared first on Punto I",
      "link": "https://www.punto-informatico.it/john-valentine-medico-milioni-follower-non-esiste-ai/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T12:37:56+00:00"
    },
    {
      "titolo": "Microlino Tributo Porsche 917K Le Mans, una speciale one-off per la 777 Collection",
      "descrizione": "Nasce Microlino Tributo Porsche 917K Le Mans, esemplare unico ispirato alla mitica Porsche 917K numero 20 del film “Le Mans” con Steve McQueen",
      "link": "https://www.hdmotori.it/microlino-tributo-porsche-917k-le-mans/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T12:30:47+00:00"
    },
    {
      "titolo": "Meta investe oltre 9 miliardi di euro in Indiana per un maxi data center AI",
      "descrizione": "Meta investe oltre 9 miliardi di euro in un data center AI da 1GW in Indiana",
      "link": "https://www.hdblog.it/tecnologia/articoli/n648440/meta-data-center-indiana-1gw-ai/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T12:25:00+00:00"
    },
    {
      "titolo": "Hera Hybrid Special: l’offerta luce e gas che si adatta ai tuoi consumi",
      "descrizione": "L'offerta Hera Hybrid Special combina i vantaggi del prezzo fisso con quelli del prezzo variabile: ecco come funziona. The post Hera Hybrid Special: l’offerta luce e gas che si adatta ai tuoi consumi appeared first on Pu",
      "link": "https://www.punto-informatico.it/hera-hybrid-special-lofferta-luce-e-gas-che-si-adatta-ai-tuoi-consumi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T12:12:45+00:00"
    },
    {
      "titolo": "Il Governo prepara il decreto Bollette: cosa si prospetta per famiglie e imprese",
      "descrizione": "Le misure prevedono aiuti anche per chi ha ISEE fino a 25mila euro, con uno stanziamento complessivo di 315 milioni di euro",
      "link": "https://www.hdblog.it/green/articoli/n648655/decreto-bollette-bonus-ipotesi-risparmio/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T12:10:00+00:00"
    },
    {
      "titolo": "Inside the Homeland Security Forum Where ICE Agents Talk Shit About Other Agents",
      "descrizione": "Forum members discuss their discomfort with mass deportation efforts, debate how federal agents have interacted with civilians, and complain about their working conditions.",
      "link": "https://www.wired.com/story/hsi-forum-ice-agents/",
      "fonte": "WIRED",
      "data": "2026-02-17T12:00:00+00:00"
    },
    {
      "titolo": "Deepfake sessuali di Grok: indagine su X in Irlanda",
      "descrizione": "Il garante della privacy irlandese ha avviato un'indagine nei confronti di X che riguarda le immagini sessuali generate da Grok e condivise dagli utenti. The post Deepfake sessuali di Grok: indagine su X in Irlanda appea",
      "link": "https://www.punto-informatico.it/deepfake-sessuali-di-grok-indagine-su-x-in-irlanda/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T11:52:09+00:00"
    },
    {
      "titolo": "Dopo i sabotaggi, il Governo schiera droni e AI a presidio delle linee ferroviarie",
      "descrizione": "Secondo Ferrovie dello Stato Italiane, le azioni dimostrano competenza tecnica e conoscenza approfondita delle infrastrutture",
      "link": "https://www.hdblog.it/droni/articoli/n648651/sabotaggi-treni-droni-ai-rimedi/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T11:50:00+00:00"
    },
    {
      "titolo": "Dal Giappone un giroscopio che cattura energia dalle onde",
      "descrizione": "Ricercatori di Osaka sviluppano un sistema giroscopico per sfruttare meglio l’energia delle onde.",
      "link": "https://www.hdblog.it/tecnologia/articoli/n648595/energia-onde-giroscopio-osaka/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T11:40:00+00:00"
    },
    {
      "titolo": "Brad Pitt contro Tom Cruise: il duello del secolo non è mai avvenuto. Ma ci ha ingannati tutti",
      "descrizione": "Il video (fake) che fa tremare Hollywood creato da un’intelligenza artificiale cinese con due righe di testo",
      "link": "https://www.ilsole24ore.com/art/brad-pitt-contro-tom-cruise-duello-secolo-non-e-mai-avvenuto-ma-ci-ha-ingannati-tutti-AIh8g3SB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-17T11:26:00+00:00"
    },
    {
      "titolo": "Il cloud a vita non è mai stato così conveniente: ecco la promo flash di pCloud",
      "descrizione": "Il cloud a vita con pCloud è in offerta e ora i piani di storage senza abbonamento sono in sconto al miglior prezzo di sempre: ecco la promo. The post Il cloud a vita non è mai stato così conveniente: ecco la promo flash",
      "link": "https://www.punto-informatico.it/il-cloud-a-vita-non-e-mai-stato-cosi-conveniente-ecco-la-promo-flash-di-pcloud/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T11:20:50+00:00"
    },
    {
      "titolo": "Engineer finds his smart sleep mask can read other people's brainwaves due to poor software security — superpower granted via poor-quality software with hardcoded high-level credentials",
      "descrizione": "Engineer finds his smart sleep mask can read other people's brainwaves",
      "link": "https://www.tomshardware.com/peripherals/wearable-tech/engineer-finds-his-smart-sleep-mask-can-read-other-peoples-brainwaves-superpower-granted-via-poor-quality-software-with-hardcoded-high-level-credentials",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-17T11:20:00+00:00"
    },
    {
      "titolo": "ClickFix: come funzionano i nuovi attacchi per rubare dati",
      "descrizione": "Negli ultimi giorni sono state scoperte tre nuove varianti dell'attacco ClickFix che permettono di rubare dati personali, password e criptovalute. The post ClickFix: come funzionano i nuovi attacchi per rubare dati appea",
      "link": "https://www.punto-informatico.it/clickfix-come-funzionano-nuovi-attacchi-rubare-dati/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T11:10:05+00:00"
    },
    {
      "titolo": "AI Digital Twins Are Helping People Manage Diabetes and Obesity",
      "descrizione": "As patients and employers look for alternatives to pricey GLP-1 drugs, Silicon Valley startup Twin Health is using AI and wearable sensors to help people make healthier choices.",
      "link": "https://www.wired.com/story/ai-digital-twins-are-helping-people-manage-diabetes-and-obesity/",
      "fonte": "WIRED",
      "data": "2026-02-17T11:00:00+00:00"
    },
    {
      "titolo": "SpaceX e xAI sviluppano droni a sciame controllati con la voce",
      "descrizione": "SpaceX e xAI partecipano a un concorso segreto del Pentagono da 100 milioni di dollari per sviluppare sciami di droni autonomi controllati a voce. The post SpaceX e xAI sviluppano droni a sciame controllati con la voce a",
      "link": "https://www.punto-informatico.it/spacex-xai-sviluppano-droni-sciame-contollati-voce/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T10:55:55+00:00"
    },
    {
      "titolo": "WD ha un nuovo logo (e finito gli HDD): grazie, AI",
      "descrizione": "Nuovo logo e nuovo modello di business per Western Digital: il colosso dello storage ha scelto di puntare sull'intelligenza artificiale. The post WD ha un nuovo logo (e finito gli HDD): grazie, AI appeared first on Punto",
      "link": "https://www.punto-informatico.it/wd-nuovo-logo-hdd-ai/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T10:45:32+00:00"
    },
    {
      "titolo": "Samsung: c'è troppa AI nei suoi ultimi spot video e teaser di Galaxy S26",
      "descrizione": "Molti dei video teaser di S26 sono fatti con strumenti di generazione video AI",
      "link": "https://www.hdblog.it/smartphone/articoli/n648643/samsung-video-spot-ai-troppo/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T10:40:00+00:00"
    },
    {
      "titolo": "Honor Magic 8 Lite, ci siamo: ecco quando arriva in Italia",
      "descrizione": "Sappiamo i prezzi di listino e che ci saranno delle promo piuttosto aggressive, ma i dettagli precisi rimangono ancora poco chiari.",
      "link": "https://www.hdblog.it/smartphone/articoli/n648645/honor-magic-8-lite-italia-quando-promo-prezzi/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T10:35:00+00:00"
    },
    {
      "titolo": "Opel Corsa YES, una nuova Special Edition con una dotazione più ricca",
      "descrizione": "Per il momento è disponibile sul mercato tedesco ma si attendono novità per quello italiano",
      "link": "https://www.hdmotori.it/opel-corsa-yes-special-edition-caratteristiche-prezzo/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T10:30:35+00:00"
    },
    {
      "titolo": "Valve conferma: Steam Deck è tutto esaurito a causa della crisi dei chip",
      "descrizione": "Steam Deck comincia ad avere scorte limitate anche in Italia",
      "link": "https://www.hdblog.it/games/articoli/n648639/steam-deck-conferma-tutto-esaurito-crisi-chip/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T10:20:00+00:00"
    },
    {
      "titolo": "Warner Bros. comincia a considerare seriamente l'offerta di Paramount | Rumor",
      "descrizione": "Alla peggio tutto questo scenario potrebbe costringere Netflix ad alzare la posta in gioco.",
      "link": "https://www.hdblog.it/mercato/articoli/n648641/warner-offerta-paramount-netflix/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T10:15:00+00:00"
    },
    {
      "titolo": "Xiaomi POCO M8 5G: la versione da 512GB a prezzo ridotto su Amazon",
      "descrizione": "Costa meno del previsto lo Xiaomi POCO M8 5G: nella versione da 512GB, è in offerta su Amazon a meno di 260€.",
      "link": "https://www.hdblog.it/smartphone/offerte/n648633/xiaomi-poco-m8-5g-sconto-versione-512gb/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T10:13:00+00:00"
    }
  ]
}