{
  "last_updated": "2026-02-21T02:49:05.143518+00:00",
  "items": [
    {
      "titolo": "14 surprising ways to use your iPhone's USB-C port - beyond just charging",
      "descrizione": "USB-C turns your iPhone into a hub for work, media, and storage. Sure, you can use Bluetooth, Wi-Fi, or MagSafe. But USB-C has clear advantages.",
      "link": "https://www.zdnet.com/article/iphone-usb-c-port-uses-beyond-charging/",
      "fonte": "Latest news",
      "data": "2026-02-20T20:10:00+00:00"
    },
    {
      "titolo": "I satelliti in rientro (anche quelli di Musk) inquinano l’alta atmosfera terrestre, ed è un pericolo serio",
      "descrizione": "Se ti passa un razzo sopra la testa, mentre sta ricadendo sulla Terra, in genere sei contento che non ti sia venuto addosso, è una reazione normale. Ma per i...",
      "link": "https://www.ilsole24ore.com/art/i-satelliti-rientro-anche-quelli-musk-inquinano-l-alta-atmosfera-terrestre-ed-e-pericolo-serio-AIlo5yWB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-20T19:17:12+00:00"
    },
    {
      "titolo": "AI craze leaves only one Nvidia RTX 50-series GPU at MSRP — RTX 5060 Ti 8GB makes the final stand, as even the RTX 5050 falls",
      "descrizione": "The MSI GeForce RTX 5060 Ti 8G Ventus 2X OC Plus and the Gigabyte GeForce RTX 5060 Ti WindForce 8G are the only Blackwell-based graphics cards still at their MSRPs.",
      "link": "https://www.tomshardware.com/pc-components/gpus/ai-craze-leaves-only-one-nvidia-rtx-50-series-gpu-at-msrp-rtx-5060-ti-8gb-is-the-final-stand-as-even-the-rtx-5050-falls",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-20T18:57:34+00:00"
    },
    {
      "titolo": "The Best Chairs and Desks From Branch Are On Sale (We've Tested Them All)",
      "descrizione": "Branch makes excellent office essentials, and our top picks are discounted.",
      "link": "https://www.wired.com/story/branch-deals-february-2026/",
      "fonte": "WIRED",
      "data": "2026-02-20T18:18:35+00:00"
    },
    {
      "titolo": "AMD e Splave, record assoluto di overclock GPU con una Radeon RX 9060 XT",
      "descrizione": "Quasi 4,8 GHz. I 5 GHz cominciano a fare capolino all'orizzonte...",
      "link": "https://www.hdblog.it/hardware/articoli/n649149/amd-radeon-rx-9060-xt-splave-record-overclock/",
      "fonte": "HDblog.it",
      "data": "2026-02-20T18:08:00+00:00"
    },
    {
      "titolo": "Google AI Mode: AGCOM invierà segnalazione all’UE",
      "descrizione": "Il Presidente di AGCOM ha comunicato che verrà inviata una segnalazione alla Commissione UE su AI Mode, in quanto limita il diritto all'informazione. The post Google AI Mode: AGCOM invierà segnalazione all’UE appeared fi",
      "link": "https://www.punto-informatico.it/google-ai-mode-agcom-segnalazione-ue/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T17:44:05+00:00"
    },
    {
      "titolo": "U.S. Supreme Court shoots down President Trump’s tariffs — Consumer Technology Association hails 'victory for all Americans,' calls for swift refunds to retailers (update)",
      "descrizione": "The Supreme Court told the Trump administration that the term \"regulate\" in the IEEPA does not give White House authority to impose tariffs on imports.",
      "link": "https://www.tomshardware.com/tech-industry/u-s-supreme-court-shoots-down-president-trumps-tariffs-consumer-technology-association-hails-victory-for-all-americans-calls-for-swift-refunds-to-retailers",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-20T17:26:42+00:00"
    },
    {
      "titolo": "Microsoft's Project Silica write-once storage could store terabytes of data for over 10,000 years — company explores two physical glass storage methods, so the glass-clad future of storage isn't coming anytime soon",
      "descrizione": "Microsoft's Project Silica now explores two different methods to store data on glass medium, but neither is close enough for commercialization.",
      "link": "https://www.tomshardware.com/pc-components/storage/project-silica",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-20T17:12:19+00:00"
    },
    {
      "titolo": "Acer and Asus shut down support for PC and laptops in wake of patent dispute ruling, drivers and updates inaccessible to existing customers — German website finds a workaround (Update)",
      "descrizione": "Asus and Acer bring German websites down, leaving users without support or downloads due to the companies' recent spat with Nokia over the HEVC codec.",
      "link": "https://www.tomshardware.com/pc-components/acer-and-asus-shut-down-support-for-pc-and-laptops-in-wake-of-patent-dispute-ruling-drivers-and-updates-inaccessible-to-existing-customers-german-website-finds-a-workaround",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-20T16:58:55+00:00"
    },
    {
      "titolo": "ElevenLabs e l’album dei cloni: se il diritto d’autore sposa l’algoritmo",
      "descrizione": "Un album con voci sintetiche generata dall’AI: siamo difronte all’innovazione o forse un preavviso spaventoso di quello che ci attende?",
      "link": "https://www.ilsole24ore.com/art/elevenlabs-e-l-album-cloni-se-diritto-d-autore-sposa-l-algoritmo-AIQd5BXB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-20T16:57:12+00:00"
    },
    {
      "titolo": "Perseverance trova la strada su Marte senza GPS",
      "descrizione": "Grazie alla tecnologia Mars Global Localization, il rover Perseverance può calcolare la sua posizione su Marte senza ricevere comandi dalla Terra. The post Perseverance trova la strada su Marte senza GPS appeared first o",
      "link": "https://www.punto-informatico.it/perseverance-trova-strada-marte-senza-gps/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T16:47:39+00:00"
    },
    {
      "titolo": "Supreme Court Rules Most of Donald Trump’s Tariffs Are Illegal",
      "descrizione": "In a 6-3 ruling, justices upended the Trump administration’s signature economic policy, potentially putting the US government on the hook for at least $175 billion in tariff refunds.",
      "link": "https://www.wired.com/story/supreme-court-trump-tariffs-ruling/",
      "fonte": "WIRED",
      "data": "2026-02-20T16:32:58+00:00"
    },
    {
      "titolo": "NotebookLM e ChatGPT, perché insieme funzionano meglio",
      "descrizione": "NotebookLM e ChatGPT non sono rivali, usati insieme diventano un sistema potente per fare ricerca, studiare e scrivere meglio. The post NotebookLM e ChatGPT, perché insieme funzionano meglio appeared first on Punto Infor",
      "link": "https://www.punto-informatico.it/notebooklm-chatgpt-perche-insieme-funzionano-meglio/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T16:30:00+00:00"
    },
    {
      "titolo": "iPhone, una custodia ad hoc per potenziare la connettività satellitare?",
      "descrizione": "Potrebbe essere la chiave per sbloccare sistemi di comunicazione (e quindi funzionalità) più avanzati.",
      "link": "https://www.hdblog.it/smartphone/articoli/n649132/apple-custodia-satellite-brevetto/",
      "fonte": "HDblog.it",
      "data": "2026-02-20T16:05:00+00:00"
    },
    {
      "titolo": "Ecobonus 2026 per motocicli e quadricicli elettrici: facciamo chiarezza",
      "descrizione": "Tutte le regole aggiornate dettagliatamente per accedere all'Ecobonus 2026 su moto, scooter e quadricicli elettrici",
      "link": "https://www.hdmotori.it/incentivi-2026-motocicli-quadricicli-elettrici/",
      "fonte": "HDblog.it",
      "data": "2026-02-20T16:00:48+00:00"
    },
    {
      "titolo": "Crisi delle memorie, un produttore di WC tecnologici potrebbe avere la soluzione",
      "descrizione": "Noto marchio giapponese di sanitari ultra-tech",
      "link": "https://www.hdblog.it/hardware/articoli/n649109/crisi-memorie-soluzione-wc-toto/",
      "fonte": "HDblog.it",
      "data": "2026-02-20T15:20:00+00:00"
    },
    {
      "titolo": "OpenAI's Sam Altman warns that firms are using 'AI washing' to mask layoffs across the globe — AI boss calls out corporate excuses while warning of 'palpable' job disruption ahead",
      "descrizione": "In an interview at the India AI Impact Summit, OpenAI CEO Sam Altman mentioned his belief that AI is being used by businesses to explain unrelated layoffs, but that the technology will cause an impact in the near future.",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/openais-sam-altman-warns-that-firms-are-using-ai-washing-to-mask-layoffs-across-the-globe-ai-boss-calls-out-corporate-excuses-while-warning-of-palpable-job-disruption-ahead",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-20T15:18:53+00:00"
    },
    {
      "titolo": "Tessera sanitaria di nuovo sotto attacco: attenzione al phishing",
      "descrizione": "Un'email sulla tessera sanitaria può trasformarsi in un furto di identità: come riconoscere il phishing segnalato dalla Polizia Postale. The post Tessera sanitaria di nuovo sotto attacco: attenzione al phishing appeared",
      "link": "https://www.punto-informatico.it/tessera-sanitaria-sotto-attacco-phishing/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T15:06:50+00:00"
    },
    {
      "titolo": "Proteggiti dai rincari per 24 mesi: la nuova tariffa 100% luce verde di Engie",
      "descrizione": "Engie ha rinnovato la propria offerta con cui bloccare il prezzo della luce per due anni. The post Proteggiti dai rincari per 24 mesi: la nuova tariffa 100% luce verde di Engie appeared first on Punto Informatico .",
      "link": "https://www.punto-informatico.it/proteggiti-dai-rincari-per-24-mesi-la-nuova-tariffa-100-luce-verde-di-engie/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T14:53:49+00:00"
    },
    {
      "titolo": "Down WINDTRE e molti altri servizi: tutti gli aggiornamenti",
      "descrizione": "Reti e servizi down in questo venerdì: linee fisse e mobile fuori uso per i clienti WINDTRE, migliaia di segnalazioni, cosa sta succedendo? The post Down WINDTRE e molti altri servizi: tutti gli aggiornamenti appeared fi",
      "link": "https://www.punto-informatico.it/windtre-down-20022026/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T14:35:42+00:00"
    },
    {
      "titolo": "Photoshoot di Google per creare foto professionali dei prodotti",
      "descrizione": "Google lancia Photoshoot. Basta scattare una foto col telefono e l'AI genera immagini professionali dei prodotti per e-commerce e campagne marketing. The post Photoshoot di Google per creare foto professionali dei prodot",
      "link": "https://www.punto-informatico.it/photoshoot-google-creare-foto-professionali-prodotti/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T14:21:59+00:00"
    },
    {
      "titolo": "Micron 9650: primo SSD PCIe 6.0 per data center",
      "descrizione": "Micron 9650 è il primo SSD per data center al mondo con interfaccia PCIe 6.0 (capacità fino a 30,72 TB e velocità in lettura fino a 28.000 MB/s). The post Micron 9650: primo SSD PCIe 6.0 per data center appeared first on",
      "link": "https://www.punto-informatico.it/micron-9650-primo-ssd-pcie-6-data-center/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T14:18:42+00:00"
    },
    {
      "titolo": "Tessera elettorale nell’app IO: Assoutenti vuole anche CIE",
      "descrizione": "Bene la tessera elettorale, si faccia lo stesso con la carta di identità elettronica: Assoutenti sulle evoluzioni di IT-Wallet nell'app IO. The post Tessera elettorale nell’app IO: Assoutenti vuole anche CIE appeared fir",
      "link": "https://www.punto-informatico.it/app-io-tessera-elettorale-assoutenti/",
      "fonte": "Punto Informatico",
      "data": "2026-02-20T13:49:21+00:00"
    },
    {
      "titolo": "Apple porta la Formula 1 al cinema: Monza e altri 4 GP sugli schermi IMAX degli USA",
      "descrizione": "Norris e compagnia nuovamente al cinema, ma questa volta in diretta.",
      "link": "https://www.hdblog.it/apple/articoli/n649111/apple-tv-cinema-imax-formula-1-diretta/",
      "fonte": "HDblog.it",
      "data": "2026-02-20T13:35:00+00:00"
    }
  ]
}