{
  "last_updated": "2026-02-12T13:45:22.735547+00:00",
  "items": [
    {
      "titolo": "Ci risiamo: problemi anche per Windows 11 KB5077181",
      "descrizione": "L'aggiornamento KB5077181 per Windows 11 può mettere fuori uso il Wi-Fi, causare crash e bootloop: come disinstallarlo in sicurezza. The post Ci risiamo: problemi anche per Windows 11 KB5077181 appeared first on Punto In",
      "link": "https://www.punto-informatico.it/problemi-windows-11-kb5077181/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T13:39:46+00:00"
    },
    {
      "titolo": "Xiaomi Tag è pronto a sfidare AirTag: cosa sappiamo",
      "descrizione": "Sarà proposto a 17,99 euro con Bluetooth e NFC, per Android e iOS: Xiaomi Tag sembra ormai vicino al lancio, queste le immagini trapelate. The post Xiaomi Tag è pronto a sfidare AirTag: cosa sappiamo appeared first on Pu",
      "link": "https://www.punto-informatico.it/xiaomi-tag-pronto-sfidare-airtag/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T12:59:20+00:00"
    },
    {
      "titolo": "Samsung Galaxy S26, S26+ e S26 Ultra: i render ufficiosi in tutte le varianti di colore",
      "descrizione": "Pubblicati dal solito Evan Blass",
      "link": "https://www.hdblog.it/smartphone/articoli/n648142/samsung-galaxy-s26-render-ufficiosi/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T12:42:00+00:00"
    },
    {
      "titolo": "How to watch local news on Roku for free - no subscription or TV antenna required",
      "descrizione": "The Roku Channel has hundreds of free live channels, including your local ABC, CBS, and NBC news affiliates.",
      "link": "https://www.zdnet.com/article/how-to-watch-local-news-on-roku-free/",
      "fonte": "Latest news",
      "data": "2026-02-12T12:36:00+00:00"
    },
    {
      "titolo": "Android 17, ecco la Beta 1, anzi no: Google posticipa misteriosamente all'ultimo",
      "descrizione": "Se non altro abbiamo le note di rilascio di Google... e il logo ufficiale.",
      "link": "https://www.hdblog.it/google/articoli/n648145/android-17-beta-1-posticipo-novita-ufficiali/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T12:35:00+00:00"
    },
    {
      "titolo": "Novità Skoda Fabia 2026, allestimenti Your Way e Be More e un nuovo colore. Ecco i prezzi",
      "descrizione": "Con il nuovo Model Year arrivano un nuovo colore per la carrozzeria e due nuovi allestimenti esclusivi per l'Italia",
      "link": "https://www.hdmotori.it/skoda-fabia-2026-novita-allestimenti-prezzi/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T12:30:02+00:00"
    },
    {
      "titolo": "Using AI actually increases burnout despite productivity improvements, study shows — data illustrates how AI made workers take on tasks they would have otherwise avoided or outsourced",
      "descrizione": "A new study published in the Harvard Business Review suggests that although AI has the potential to marginally improve productivity, it also leads to workers taking on more pressure, resulting in unforced errors and an i",
      "link": "https://www.tomshardware.com/tech-industry/using-ai-actually-increases-burnout-despite-productivity-improvements-study-shows-data-illustrates-how-ai-made-workers-take-on-tasks-they-would-have-otherwise-avoided-or-outsourced",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-12T12:06:24+00:00"
    },
    {
      "titolo": "ANFIA: produzione auto in ripresa a dicembre 2025, ma il bilancio resta negativo",
      "descrizione": "Un annus horribilis per il settore auto italiano.",
      "link": "https://www.hdmotori.it/dati-anfia-produzione-auto-italia-2025/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T12:00:08+00:00"
    },
    {
      "titolo": "Anthropic promette di pagare per l’energia dei suoi data center AI",
      "descrizione": "Anthropic si impegna a coprire i costi delle infrastrutture elettriche per i data center, per evitare che le bollette dei residenti aumentino. The post Anthropic promette di pagare per l’energia dei suoi data center AI a",
      "link": "https://www.punto-informatico.it/anthropic-promette-pagare-energia-suoi-data-center-ai/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T11:48:58+00:00"
    },
    {
      "titolo": "Amazon presenta eero Signal: continuità alla connessione internet grazie al 4G",
      "descrizione": "Va via la connessione? In un attimo lui \"passa\" i dispositivi connessi alla rete dati mobile. Per non rimanere mai offline",
      "link": "https://www.hdblog.it/hardware/articoli/n648137/eero-signal-4g-router-di-backup-connessione/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T11:40:00+00:00"
    },
    {
      "titolo": "NordVPN lancia l’offerta di compleanno: a questo prezzo è la VPN da scegliere",
      "descrizione": "Con l'offerta di compleanno, NordVPN si conferma la scelta giusta per una nuova VPN di qualità, completa e con un prezzo molto vantaggioso. The post NordVPN lancia l’offerta di compleanno: a questo prezzo è la VPN da sce",
      "link": "https://www.punto-informatico.it/nordvpn-lancia-lofferta-di-compleanno-a-questo-prezzo-e-la-vpn-da-scegliere/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T11:38:52+00:00"
    },
    {
      "titolo": "Ewiva porta la ricarica da 400 kW sull’Autostrada dei Fiori",
      "descrizione": "Ewiva si è aggiudicata la gara per la realizzazione della stazione di ricarica che permetterà di contribuire all'elettrificazione della rete autostradale italiana",
      "link": "https://www.hdmotori.it/ewiva-stazione-ricarica-auto-elettriche-autostrada-fiori/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T11:30:31+00:00"
    },
    {
      "titolo": "Luce e gas a prezzo fisso: zero rincari e bollette più basse con Octopus",
      "descrizione": "Con l'offerta di Octopus è possibile accedere a offerte luce e gas a prezzo fisso per 12 mesi, proteggendosi dai rincari e tagliando le bollette. The post Luce e gas a prezzo fisso: zero rincari e bollette più basse con",
      "link": "https://www.punto-informatico.it/luce-e-gas-a-prezzo-fisso-zero-rincari-e-bollette-piu-basse-con-octopus/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T11:30:30+00:00"
    },
    {
      "titolo": "BaiduWiki è la nuova enciclopedia online di Baidu: un po' Wikipedia, un po' Grokipedia",
      "descrizione": "Si tratta di un vero e proprio ponte virtuale verso il sapere dal punto di vista della Cina",
      "link": "https://www.hdblog.it/curiosita/articoli/n648135/baidu-cina-enciclopedia-ai-modello-grokipedia/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T11:25:00+00:00"
    },
    {
      "titolo": "Unofficial 7-zip.com website served up malware-laden downloads for over a week — infected PCs forced into a proxy botnet",
      "descrizione": "Always get your wares from reputable sources.",
      "link": "https://www.tomshardware.com/tech-industry/cyber-security/unofficial-7-zip-com-website-served-up-malware-for-10-days-files-turned-pcs-into-a-proxy-botnet",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-12T11:20:00+00:00"
    },
    {
      "titolo": "Dopo Telegram tocca a WhatsApp: ban in Russia",
      "descrizione": "Dopo Telegram, le autorità russe hanno bloccato l'accesso a WhatsApp rimuovendo i nomi di dominio dal registro nazionale (quindi serve una VPN). The post Dopo Telegram tocca a WhatsApp: ban in Russia appeared first on Pu",
      "link": "https://www.punto-informatico.it/dopo-telegram-tocca-whatsapp-ban-russia/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T11:14:33+00:00"
    },
    {
      "titolo": "A Petra l’ingegneria dell’acqua era più avanzata di quanto immaginassimo",
      "descrizione": "Scoperta una lunga condotta in piombo che rivela la complessità idrica di Petra.",
      "link": "https://www.hdblog.it/tecnologia/articoli/n647955/scoperta-sistema-idrico-petra/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T11:10:00+00:00"
    },
    {
      "titolo": "Enthusiast fries 14TB HDD due to SATA power slipup — bemoans lack of SATA power safety and modular PSU cable standardization",
      "descrizione": "A PC DIYer fried their 14TB HDD after a modular power cable mix up.",
      "link": "https://www.tomshardware.com/pc-components/power-supplies/enthusiast-fries-14tb-hdd-due-to-sata-power-slipup-bemoans-lack-of-sata-power-safety-and-modular-psu-cable-standardization",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-12T11:00:00+00:00"
    },
    {
      "titolo": "Il localizzatore Xiaomi vicino al lancio: conosciamo quasi tutto, basso il prezzo",
      "descrizione": "Nelle scorse ore è apparso brevemente sul portale Xiaomi francese: così sono finite in rete immagini e molte informazioni",
      "link": "https://www.hdblog.it/xiaomi/articoli/n648133/xiaomi-tag-alternativa-airtag-prezzo-android/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T10:55:00+00:00"
    },
    {
      "titolo": "Linux Mint, nuovo ciclo di sviluppo: cosa cambia per gli utenti",
      "descrizione": "Un ciclo di sviluppo più lungo per Linux Mint: meno release, forse solo una ogni anno (al posto delle due attuali), la parola al team. The post Linux Mint, nuovo ciclo di sviluppo: cosa cambia per gli utenti appeared fir",
      "link": "https://www.punto-informatico.it/linux-mint-nuovo-ciclo-sviluppo/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T10:47:20+00:00"
    },
    {
      "titolo": "Dreame lancia X60 Max Ultra Complete, il nuovo robot top che arriva (quasi) ovunque",
      "descrizione": "Presentato al CES 2026, adesso il lancio globale: tutto ciò che c'è da sapere",
      "link": "https://www.hdblog.it/home/articoli/n648128/dreame-x60-max-ultra-complete-novita-prezzo/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T10:35:00+00:00"
    },
    {
      "titolo": "Batterie allo stato solido, le case automobilistiche cinesi accelerano i tempi",
      "descrizione": "La Cina vuole restare leader nelle batterie e sta accelerando lo sviluppo della tecnologia allo stato solido",
      "link": "https://www.hdmotori.it/batterie-stato-solido-cina-geely-chery-byd-sunwoda/",
      "fonte": "HDblog.it",
      "data": "2026-02-12T10:30:22+00:00"
    },
    {
      "titolo": "HUAWEI Band 10: ultra leggera, analisi avanzate e 14 gg di autonomia",
      "descrizione": "La HUAWEI Band 10 ha un design ultra leggero, sensori avanzati per l'analisi precisa delle attività fisiche e 14 giorni di autonomia. The post HUAWEI Band 10: ultra leggera, analisi avanzate e 14 gg di autonomia appeared",
      "link": "https://www.punto-informatico.it/huawei-band-10-ultra-leggero-analisi-avanzate-14-gg-di-autonomia/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T10:23:57+00:00"
    },
    {
      "titolo": "Nasce TetiAI: l’AI etica italiana che protegge la privacy",
      "descrizione": "Due giovani imprenditori di Bologna lanciano TetiAI, un assistente AI con memoria permanente, open source e nessuna vendita di dati. The post Nasce TetiAI: l’AI etica italiana che protegge la privacy appeared first on Pu",
      "link": "https://www.punto-informatico.it/nasce-tetiai-ai-etica-italiana-protegge-privacy/",
      "fonte": "Punto Informatico",
      "data": "2026-02-12T10:20:15+00:00"
    }
  ]
}