{
  "last_updated": "2026-02-18T07:17:20.006010+00:00",
  "items": [
    {
      "titolo": "Umanoidi contro esoscheletri: chi si prenderà il posto (di lavoro)?",
      "descrizione": "Nello stabilimento di Grugliasco ti accolgono bracci robotici e macchine industriali. Nell’attesa di vedere anche qui robot umanoidi con testa, gambe e braccia pronti ad accogliermi, la missione è quella...",
      "link": "https://www.ilsole24ore.com/art/umanoidi-contro-esoscheletri-chi-si-prendera-posto-di-lavoro-AIpmzhKB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-18T07:16:08+00:00"
    },
    {
      "titolo": "Dyson a metà prezzo nel negozio ufficiale di eBay",
      "descrizione": "I migliori prodotti Dyson sono in offerta a metà prezzo nel negozio ufficiale di eBay: consegna e reso gratuiti, tasso zero e garanzia. The post Dyson a metà prezzo nel negozio ufficiale di eBay appeared first on Punto I",
      "link": "https://www.punto-informatico.it/dyson-a-meta-prezzo-nel-negozio-ufficiale-di-ebay/",
      "fonte": "Punto Informatico",
      "data": "2026-02-18T07:00:34+00:00"
    },
    {
      "titolo": "Claude Sonnet 4.6: coding migliore e finestra di contesto enorme",
      "descrizione": "Anthropic lancia Sonnet 4.6 con una finestra di contesto da un milione di token e prestazioni migliorate su coding e prompt. The post Claude Sonnet 4.6: coding migliore e finestra di contesto enorme appeared first on Pun",
      "link": "https://www.punto-informatico.it/claude-sonnet-4-6-coding-migliore-finestra-contesto-enorme/",
      "fonte": "Punto Informatico",
      "data": "2026-02-18T06:06:37+00:00"
    },
    {
      "titolo": "Lowe’s Promo Codes and Deals: Up to 40% Off Appliances",
      "descrizione": "Find the latest Lowe’s promo codes and offers, including up to 40% off select major appliances and $5 off $50 with sign-up, here at WIRED.",
      "link": "https://www.wired.com/story/lowes-promo-code/",
      "fonte": "WIRED",
      "data": "2026-02-18T06:00:00+00:00"
    },
    {
      "titolo": "Google I/O 2026 è ufficiale: appuntamento a maggio per scrivere il futuro dell'AI",
      "descrizione": "Torna il tradizionale appuntamento di Google: ecco le date.",
      "link": "https://www.hdblog.it/google/articoli/n648714/google-io-2026-data-maggio-quando-ai-novita-quando/",
      "fonte": "HDblog.it",
      "data": "2026-02-18T05:55:00+00:00"
    },
    {
      "titolo": "Apple: occhiali smart, un pendente AI e AirPods con fotocamera",
      "descrizione": "Secondo Bloomberg, Apple prepara tre dispositivi indossabili con fotocamere, tutti collegati all'iPhone per dare a Siri il contesto visivo. The post Apple: occhiali smart, un pendente AI e AirPods con fotocamera appeared",
      "link": "https://www.punto-informatico.it/apple-occhiali-smart-un-pendente-ai-airpods-con-fotocamera/",
      "fonte": "Punto Informatico",
      "data": "2026-02-18T05:46:24+00:00"
    },
    {
      "titolo": "6 offerte che sarebbe un peccato perdere su eBay",
      "descrizione": "Abbiamo trovato 6 offerte che sarebbe un vero peccato perdere: stanno andando a ruba su eBay per prezzo, qualità e utilità incredibili. The post 6 offerte che sarebbe un peccato perdere su eBay appeared first on Punto In",
      "link": "https://www.punto-informatico.it/6-offerte-che-sarebbe-un-peccato-perdere-su-ebay/",
      "fonte": "Punto Informatico",
      "data": "2026-02-18T05:30:19+00:00"
    },
    {
      "titolo": "Is this $99 Android tablet better than my iPad Pro? Here's what caught me off guard",
      "descrizione": "The 11-inch Blackview Tab 90 (2025) makes for a surprisingly good media device.",
      "link": "https://www.zdnet.com/article/blackview-tab-90-tablet-review/",
      "fonte": "Latest news",
      "data": "2026-02-18T04:50:44+00:00"
    },
    {
      "titolo": "AMD denies report of MI455X delays as Nvidia VR200 systems are rumored to arrive early — company says Helios systems 'on target for 2H 2026'",
      "descrizione": "AMD's Helios rack-scale solution based on the MI455X accelerators, the company's major hope for AI market, may slip to 2027, whereas Nvidia may speed up roll out of the Vera Rubin platform if the latest market rumors are",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/amd-denies-report-of-mi455x-delays-as-nvidia-vr200-systems-are-rumored-to-arrive-early-company-says-helios-systems-on-target-for-2h-2026",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-17T20:56:10+00:00"
    },
    {
      "titolo": "The Curling Controversy at the Winter Olympics Isn’t What You Think",
      "descrizione": "After Swedish curler Oskar Eriksson accused Canadian vice-skip Marc Kennedy of cheating last week, everyone has become an expert in curling rules. They’re missing the point.",
      "link": "https://www.wired.com/story/2026-winter-olympics-curling-controversy-canada-sweden/",
      "fonte": "WIRED",
      "data": "2026-02-17T19:15:12+00:00"
    },
    {
      "titolo": "Recensione Honor Magic8 Lite, super autonomia e resiste 'quasi' a tutto!",
      "descrizione": "Abbiamo messo sotto torchio il nuovo Magic8 Lite di Honor. Se volete sapere come se l'è cavata qui trovate il resoconto!",
      "link": "https://www.hdblog.it/indossabili/recensioni/n648475/honor-magic8-lite-tet-prova-prezzo-sconto/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T18:50:00+00:00"
    },
    {
      "titolo": "Il Governo prepara il decreto Bollette: cosa si prospetta per famiglie e imprese",
      "descrizione": "Le misure prevedono aiuti anche per chi ha ISEE fino a 25mila euro, con uno stanziamento complessivo di 315 milioni di euro",
      "link": "https://www.hdblog.it/green/articoli/n648655/decreto-bollette-bonus-ipotesi-risparmio/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T18:49:00+00:00"
    },
    {
      "titolo": "MTerra Solar, grande traguardo per il maxi impianto fotovoltaico/BESS nelle Filippine",
      "descrizione": "Ottenuta la sincronizzazione con la rete elettrica dell'isola di Luzon.",
      "link": "https://www.hdblog.it/green/articoli/n648709/mterra-solar-impianto-filippine-traguardo/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:55:00+00:00"
    },
    {
      "titolo": "Robot umanoidi ballano davanti a un miliardo di spettatori cinesi",
      "descrizione": "Al gala del Capodanno lunare, i robot umanoidi di Unitree Robotics hanno eseguito un numero di arti marziali davanti a un miliardo di spettatori. The post Robot umanoidi ballano davanti a un miliardo di spettatori cinesi",
      "link": "https://www.punto-informatico.it/robot-umanoidi-ballano-davanti-un-miliardo-spettatori-cinesi/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T17:44:29+00:00"
    },
    {
      "titolo": "G-Shock in acciaio e quadranti rossi: c'è il debutto europeo",
      "descrizione": "Quattro nuovi G-Shock in metallo con display rosso arrivano in Europa.",
      "link": "https://www.hdblog.it/indossabili/articoli/n648692/casio-g-shock-metallo-rosso-europa/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:15:00+00:00"
    },
    {
      "titolo": "Attenzione alle truffe delle finte società di autonoleggio: ecco come difendersi",
      "descrizione": "L'Associazione Nazionale Industria dell’Autonoleggio fornisce alcuni suggerimenti su come evitare di cadere nelle truffe",
      "link": "https://www.hdmotori.it/attenzione-truffe-finte-societa-autonoleggio-come-difendersi/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:12:00+00:00"
    },
    {
      "titolo": "Novità Citroen Berlingo 2026, arriva il diesel: allestimenti e prezzi",
      "descrizione": "Si amplia la gamma della Citroen Berlingo con la reintroduzione del motore diesel per chi cerca una maggiore flessibilità d'uso",
      "link": "https://www.hdmotori.it/citroen-berlingo-2026-diesel-allestimenti-prezzi/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T17:11:00+00:00"
    },
    {
      "titolo": "Contenuti sessuali: indagine su X, Meta e TikTok",
      "descrizione": "Il Primo Ministro spagnolo ha chiesto l'avvio di un'indagine nei confronti di X, Meta e TikTok perché sulle loro piattaforme ci sono contenuti sessuali. The post Contenuti sessuali: indagine su X, Meta e TikTok appeared",
      "link": "https://www.punto-informatico.it/contenuti-sessuali-indagine-x-meta-tiktok/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:45:05+00:00"
    },
    {
      "titolo": "Dreame punta anche al segmento degli smartphone di lusso con Aurora",
      "descrizione": "Oro massiccio, vere pietre preziose e diamanti... E chissà che prezzo!",
      "link": "https://www.hdblog.it/smartphone/articoli/n648698/dreame-aurora-smartphone-lusso/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T16:35:00+00:00"
    },
    {
      "titolo": "Samsung usa l’AI per promuovere le fotocamere Galaxy S26, è polemica",
      "descrizione": "Samsung pubblica video promozionali realizzati con l'AI sui social per promuovere le fotocamere dei Galaxy S26, ed è subito polemica. The post Samsung usa l’AI per promuovere le fotocamere Galaxy S26, è polemica appeared",
      "link": "https://www.punto-informatico.it/samsung-usa-ai-promuovere-fotocamere-galaxy-s26/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:31:13+00:00"
    },
    {
      "titolo": "Il prompt AI “Cipolla” da usare quando il lavoro ti sommerge",
      "descrizione": "Il prompt Cipolla trasforma qualsiasi chatbot in uno strumento per eliminare il caos lavorativo strato dopo strato, per stabilire le priorità. The post Il prompt AI “Cipolla” da usare quando il lavoro ti sommerge appeare",
      "link": "https://www.punto-informatico.it/prompt-cipolla-usare-quando-lavoro-sommerge/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:30:04+00:00"
    },
    {
      "titolo": "Aria pulita e sana grazie a Philips: il purificatore è in offerta Amazon",
      "descrizione": "Grazie al Purificatore d'aria Philips Serie 900, il respiro si fa più leggero: occasione su Amazon in offerta. The post Aria pulita e sana grazie a Philips: il purificatore è in offerta Amazon appeared first on Punto Inf",
      "link": "https://www.punto-informatico.it/aria-pulita-e-sana-grazie-a-philips-il-purificatore-e-in-offerta-amazon/",
      "fonte": "Punto Informatico",
      "data": "2026-02-17T16:28:12+00:00"
    },
    {
      "titolo": "The best Walmart sales for Presidents' Day: Last chance to shop",
      "descrizione": "Presidents' Day sales are still live at Walmart, including deals on everything from top TVs and laptops to everyday essentials.",
      "link": "https://www.zdnet.com/article/best-walmart-deals-presidents-day-2026/",
      "fonte": "Latest news",
      "data": "2026-02-17T16:12:38+00:00"
    },
    {
      "titolo": "Prime Video lancia La casa degli spiriti: data e dettagli",
      "descrizione": "La casa degli spiriti debutta su Prime Video il 29 aprile",
      "link": "https://www.hdblog.it/amazon/articoli/n648596/serie-la-casa-degli-spiriti-data-uscita/",
      "fonte": "HDblog.it",
      "data": "2026-02-17T15:55:00+00:00"
    }
  ]
}