{
  "last_updated": "2026-02-26T07:17:38.617620+00:00",
  "items": [
    {
      "titolo": "Avvitatori a Batteria top di gamma da soli 30€ in offerta su eBay",
      "descrizione": "Su eBay ci sono i migliori avvitatori a batteria potenti e top di gamma in offerta speciale a partire da soli 30€ grazie al coupon FEB26. The post Avvitatori a Batteria top di gamma da soli 30€ in offerta su eBay appeare",
      "link": "https://www.punto-informatico.it/avvitatori-a-batteria-top-di-gamma-da-soli-30e-in-offerta-su-ebay/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T07:00:11+00:00"
    },
    {
      "titolo": "Microsoft rilancia sul cloud sovrano: modelli AI e produttività anche senza connessione",
      "descrizione": "Il cloud sovrano è diventato uno dei terreni più sensibili della trasformazione digitale europea: assunto che ormai non fa (quasi) più notizia, tanta è l’attenzione che governi e grandi organizzazioni...",
      "link": "https://www.ilsole24ore.com/art/microsoft-rilancia-cloud-sovrano-modelli-e-produttivita-anche-senza-connessione-AIQ4krcB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-26T06:58:27+00:00"
    },
    {
      "titolo": "Huang (Nvidia): «I mercati sbagliano, l’Ia non si sostituirà agli sviluppatori di software»",
      "descrizione": "Il Ceo di Nvidia, Jensen Huang, ha dichiarato mercoledì che i mercati hanno calcolato male la minaccia dell’Ia per le aziende che producono software, poche ore dopo che il colosso...",
      "link": "https://www.ilsole24ore.com/art/huang-nvidia-i-mercati-sbagliano-l-ia-non-si-sostituira-sviluppatori-software-AIup5hdB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-26T06:31:18+00:00"
    },
    {
      "titolo": "Impara l’inglese con Babbel: piani Lifetime al -20%",
      "descrizione": "Babbel propone l’abbonamento Lifetime con il 20% di sconto: accesso a 14 lingue, metodo sviluppato da esperti e apprendimento flessibile senza rinnovi periodici. The post Impara l’inglese con Babbel: piani Lifetime al -2",
      "link": "https://www.punto-informatico.it/impara-linglese-con-babbel-piani-lifetime-al-20/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T06:30:09+00:00"
    },
    {
      "titolo": "Quick Cut di Adobe Firefly taglia e monta i video con l’AI",
      "descrizione": "Adobe presenta Quick Cut, il nuovo strumento AI di Firefly che trasforma clip sparse in un montaggio grezzo pronto da raffinare. The post Quick Cut di Adobe Firefly taglia e monta i video con l’AI appeared first on Punto",
      "link": "https://www.punto-informatico.it/quick-cut-adobe-firefly-taglia-monta-video-ai/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T06:05:33+00:00"
    },
    {
      "titolo": "La Lexus IS continuerà a vivere: nel 2027 la nuova generazione sarà elettrica",
      "descrizione": "La nuova Lexus IS potrebbe arrivare nel corso del 2027 sui mercati in cui è attualmente in vendita (non l'Italia) sostituendo l'attuale generazione con un modello completamente...",
      "link": "https://www.hdmotori.it/lexus-is-2027-nuova-generazione-elettrica/",
      "fonte": "HDblog.it",
      "data": "2026-02-26T06:00:42+00:00"
    },
    {
      "titolo": "5 offerte Amazon tech imperdibili in questo momento",
      "descrizione": "Abbiamo selezionato per te 5 offerte Amazon tech imperdibili proprio in questo momento da acquistare prima che le scorte finiscano. The post 5 offerte Amazon tech imperdibili in questo momento appeared first on Punto Inf",
      "link": "https://www.punto-informatico.it/5-offerte-amazon-tech-imperdibili-in-questo-momento/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T06:00:21+00:00"
    },
    {
      "titolo": "Paramount Plus Coupon Codes and Deals: 50% Off",
      "descrizione": "Save on streaming with the latest Paramount+ promo codes and deals, including 50% off subscriptions, free trials, and more.",
      "link": "https://www.wired.com/story/paramount-plus-coupon-code/",
      "fonte": "WIRED",
      "data": "2026-02-26T06:00:00+00:00"
    },
    {
      "titolo": "Con Amazon Haul migliaia di articoli a non più di 20€",
      "descrizione": "Grazie ad Amazon Haul accedi a un ricco catalogo online con migliaia di articoli a non più di 20€: approfitta subito di questa convenienza. The post Con Amazon Haul migliaia di articoli a non più di 20€ appeared first on",
      "link": "https://www.punto-informatico.it/con-amazon-haul-migliaia-di-articoli-a-non-piu-di-20e/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T05:45:48+00:00"
    },
    {
      "titolo": "Sony, Samsung, Xiaomi e Borbone: 5 offerte prese d’assalto su eBay",
      "descrizione": "Sony, Samsung, Xiaomi e Caffè Borbone: abbiamo scoperto 5 offerte su eBay letteralmente prese d'assalto per la loro forza sul prezzo. The post Sony, Samsung, Xiaomi e Borbone: 5 offerte prese d’assalto su eBay appeared f",
      "link": "https://www.punto-informatico.it/sony-samsung-xiaomi-e-borbone-5-offerte-prese-dassalto-su-ebay/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T05:30:31+00:00"
    },
    {
      "titolo": "Metti al sicuro casa tua con soli 14€ grazie alla Videocamera Blink Mini",
      "descrizione": "Oggi mettere al sicuro casa propria è economico per tutti: acquista adesso la Videocamera Blink Mini Intelligente a soli 14€ su Amazon. The post Metti al sicuro casa tua con soli 14€ grazie alla Videocamera Blink Mini ap",
      "link": "https://www.punto-informatico.it/metti-sicuro-casa-tua-14-euro-videocamera-blink-mini/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T05:15:25+00:00"
    },
    {
      "titolo": "Chiavetta USB 128GB Amazon a prezzo da urlo!",
      "descrizione": "Ottieni uno spazio di archiviazione portatile e sicuro, sempre disponibile e accessibile, con la Chiavetta USB 128GB Amazon Basic in offerta. The post Chiavetta USB 128GB Amazon a prezzo da urlo! appeared first on Punto",
      "link": "https://www.punto-informatico.it/chiavetta-usb-128gb-amazon-prezzo-urlo/",
      "fonte": "Punto Informatico",
      "data": "2026-02-26T05:00:58+00:00"
    },
    {
      "titolo": "GNOME 50 is a brilliant release - but I had to look twice to see why",
      "descrizione": "This latest (still beta) version of the Linux desktop is faster, smoother, and prettier.",
      "link": "https://www.zdnet.com/article/i-tested-gnome-50-beta-release/",
      "fonte": "Latest news",
      "data": "2026-02-26T03:00:48+00:00"
    },
    {
      "titolo": "Nvidia delivers first Vera Rubin AI GPU samples to customers — 88-core Vera CPU paired with Rubin GPUs with 288 GB of HBM4 memory apiece",
      "descrizione": "Nvidia begins to ship samples of its Vera Rubin platforms for AI to partners, on track for revenue shipments in the second half of the year.",
      "link": "https://www.tomshardware.com/tech-industry/artificial-intelligence/nvidia-delivers-first-vera-rubin-ai-gpu-samples-to-customers-88-core-vera-cpu-paired-with-rubin-gpus-with-288-gb-of-hbm4-memory-apiece",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-26T01:14:00+00:00"
    },
    {
      "titolo": "Everyone Speaks Incel Now",
      "descrizione": "After migrating from misogynist forums to social media feeds, terms like “looksmaxxing” and “mogged” are now impossible to avoid.",
      "link": "https://www.wired.com/story/everyone-speaks-incel-now/",
      "fonte": "WIRED",
      "data": "2026-02-25T20:59:50+00:00"
    },
    {
      "titolo": "Anteprima Samsung Galaxy S26: Privacy Display, Galaxy AI \"2.0\" e chipset diversi",
      "descrizione": "Abbiamo provato in anteprima i nuovi Samsung Galaxy S26, S26+ e S26 Ultra. Privacy Display, nuovo Exynos a 2nm, Galaxy AI 2.0 e tante novità software: vi raccontiamo cosa cambia davvero. Vale...",
      "link": "https://www.hdblog.it/smartphone/speciali/n649353/anteprima-samsung-galaxy-s26/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T18:45:00+00:00"
    },
    {
      "titolo": "Ho provato 70mai A810S e mi sono accorto di aver sempre voluto una dashcam",
      "descrizione": "Il mondo delle dashcam mi ha sempre lasciato un po' interdetto, nel senso che non ho mai capito se volessi davvero averne una in auto o no. Beh, nelle ultime due settimane la 70mai A810S ha...",
      "link": "https://www.hdmotori.it/ho-provato-70mai-a810s-e-mi-sono-accorto-di-aver-sempre-voluto-una-dashcam/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T18:44:00+00:00"
    },
    {
      "titolo": "Samsung, ufficiali i nuovi Galaxy S26: caratteristiche, prezzi e promo di lancio",
      "descrizione": "Samsung ha annunciato i suoi nuovi Galaxy S26, Galaxy S26 Plus e Galaxy S26 Ultra,",
      "link": "https://www.hdblog.it/smartphone/articoli/n648310/galaxy-s26-ufficiali-prezzi-promozioni/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T18:43:00+00:00"
    },
    {
      "titolo": "Simulazione di guerra: chatbot scelgono armi nucleari",
      "descrizione": "Durante le simulazioni effettuate da un ricercatore, i modelli di OpenAI, Google e Anthropic hanno consigliano l'uso delle armi nucleari nel 95% dei casi. The post Simulazione di guerra: chatbot scelgono armi nucleari ap",
      "link": "https://www.punto-informatico.it/simulazione-guerra-chatbot-scelgono-armi-nucleari/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T18:13:10+00:00"
    },
    {
      "titolo": "Samsung Galaxy S26, S26+ e S26 Ultra: novità, prezzi e promo",
      "descrizione": "Ufficiali i nuovi Samsung Galaxy S26, S26+ e S26 Ultra: il top di gamma ha Privacy Display, ma non è l'unica novità di rilievo per il trio. The post Samsung Galaxy S26, S26+ e S26 Ultra: novità, prezzi e promo appeared f",
      "link": "https://www.punto-informatico.it/samsung-galaxy-s26-s26-plus-ultra/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T18:00:56+00:00"
    },
    {
      "titolo": "Micron joins the 3GB GDDR7 party, introduces 36 Gbps modules for GPUs — lags behind speeds of Samsung and SK Hynix",
      "descrizione": "Micron officially introduces its own 3GB GDDR7 memory module, with an official bandwidth rating of 36 Gbps.",
      "link": "https://www.tomshardware.com/pc-components/gpus/micron-joins-the-3gb-gddr7-party-introduces-36-gbps-modules-for-gpus-lags-behind-speeds-of-samsung-and-sk-hynix",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-25T17:53:46+00:00"
    },
    {
      "titolo": "Galaxy Buds4 e 4 Pro: i nuovi auricolari in preordine su Amazon",
      "descrizione": "Design confortevole, intelligenza artificiale integrata e miglior qualità.",
      "link": "https://www.hdblog.it/indossabili/offerte/n649734/galaxy-buds4-pro-nuovi-auricolari-preordine-amazon/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:47:00+00:00"
    },
    {
      "titolo": "I ragazzi parlano dei loro problemi con ChatGPT, non con i genitori",
      "descrizione": "Gli adolescenti americani usano i chatbot AI per ricevere supporto emotivo, ma il problema è diffuso anche in Italia. Quali sono i rischi. The post I ragazzi parlano dei loro problemi con ChatGPT, non con i genitori appe",
      "link": "https://www.punto-informatico.it/ragazzi-parlano-problemi-chatgpt-non-con-genitori/",
      "fonte": "Punto Informatico",
      "data": "2026-02-25T17:38:20+00:00"
    },
    {
      "titolo": "Samsung, come evolve la gamma Galaxy S26: la nostra intervista a Nicolò Bellorini",
      "descrizione": "A raccontare la visione dell’azienda è Nicolò Bellorini, Vice President Head of Business e responsabile della divisione Mobile eXperience di Samsung Electronics Italia",
      "link": "https://www.hdblog.it/smartphone/articoli/n649304/samsung-intervista-nicolo-bellorini/",
      "fonte": "HDblog.it",
      "data": "2026-02-25T17:35:00+00:00"
    }
  ]
}