{
  "last_updated": "2026-02-23T13:43:11.573616+00:00",
  "items": [
    {
      "titolo": "US exports from Taiwan now exceed exports from China for the first time in decades — AI gold rush fuels 93.5% jump in advanced system exports",
      "descrizione": "Recent trade statistics indicate that Taiwan now supplies more goods to the U.S. than China does, but this is only a part of the picture, as Taiwan is rapidly increasing its exports to everywhere in the world.",
      "link": "https://www.tomshardware.com/tech-industry/taiwan-exports-leapfrog-china",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-23T13:19:29+00:00",
      "modello": "chatgpt"
    },
    {
      "titolo": "Intel shifts customer support to AI-powered assistant after scaling back phone support — “Ask Intel” system built on Microsoft Copilot Studio",
      "descrizione": "Intel has launched what it’s calling “Ask Intel,” a new AI-powered support assistant built with Microsoft Copilot Studio.",
      "link": "https://www.tomshardware.com/tech-industry/intel-shifts-customer-support-to-microsoft-copilot-studio",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-22T12:20:00+00:00",
      "modello": "copilot"
    },
    {
      "titolo": "L’AI è pronta per la matematica? Gemini alla prova con 700 problemi irrisolti",
      "descrizione": "Da qualche mese una raccolta online di problemi matematici è diventata il banco di prova per testare le capacità astratte dell’intelligenza artificiale.",
      "link": "https://www.ilsole24ore.com/art/l-ai-e-pronta-la-matematica-gemini-prova-700-problemi-irrisolti-AIISIXOB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-19T14:31:34+00:00",
      "modello": "gemini"
    },
    {
      "titolo": "User accidentally gains control of over 6,700 robot vacuums while tinkering with their own device to enable control with a PlayStation controller — security flaw reveals floor plans and live video feeds",
      "descrizione": "An AI strategist used Claude Code to reverse engineer his robot vacuum and control it with a PlayStation controller, but it accidentally gave him control of thousands of similar devices spread all across the world.",
      "link": "https://www.tomshardware.com/tech-industry/cyber-security/user-accidentally-gains-control-of-over-6-700-robot-vacuums-while-tinkering-with-their-own-device-to-enable-control-with-a-playstation-controller-security-flaw-reveals-floor-plans-and-live-video-feeds",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-23T11:00:00+00:00",
      "modello": "claude"
    }
  ]
}