{
  "last_updated": "2026-02-24T19:18:58.813809+00:00",
  "items": [
    {
      "titolo": "ChatGPT e Gemini si bevono le bufale online, la dimostrazione",
      "descrizione": "Un giornalista della BBC ha scritto un blog pieno di fatti inventati e in meno di 24 ore ChatGPT e Gemini li spacciavano come verità. The post ChatGPT e Gemini si bevono le bufale online, la dimostrazione appeared first",
      "link": "https://www.punto-informatico.it/chatgpt-gemini-si-bevono-bufale-online-dimostrazione/",
      "fonte": "Punto Informatico",
      "data": "2026-02-24T12:54:36+00:00",
      "modello": "chatgpt"
    },
    {
      "titolo": "Copilot quietly grabs your data from other Microsoft products now - here's how to opt out",
      "descrizione": "A new setting in Copilot will access data from Bing, MSN, Edge, and other services. You can disable this if you're worried about your privacy.",
      "link": "https://www.zdnet.com/article/copilot-data-other-microsoft-products-opt-out/",
      "fonte": "Latest news",
      "data": "2026-02-24T17:38:52+00:00",
      "modello": "copilot"
    },
    {
      "titolo": "You can turn off Gemini in Gmail, Photos, Chrome, and more - here's how",
      "descrizione": "There are simple ways to remove Google's AI tools from your favorite apps. The settings are buried but easy to disable.",
      "link": "https://www.zdnet.com/article/turn-off-gemini-in-google-apps-gmail-photos-chrome/",
      "fonte": "Latest news",
      "data": "2026-02-24T18:02:00+00:00",
      "modello": "gemini"
    },
    {
      "titolo": "Claude Cowork si collega a Google Workspace e WordPress",
      "descrizione": "Anthropic aggiorna Claude Cowork con integrazioni per Google Workspace, e WordPress, più nuovi plug-in per HR, design, finanza e ingegneria. The post Claude Cowork si collega a Google Workspace e WordPress appeared first",
      "link": "https://www.punto-informatico.it/claude-cowork-si-collega-google-workspace-wordpress/",
      "fonte": "Punto Informatico",
      "data": "2026-02-24T18:55:48+00:00",
      "modello": "claude"
    },
    {
      "titolo": "DeepSeek ha usato le GPU Blackwell aggirando il ban",
      "descrizione": "DeepSeek avrebbe aggirato le regole degli Stati Uniti sulle esportazioni e usato le GPU Blackwell di NVIDIA per l'addestramento del nuovo modello V4. The post DeepSeek ha usato le GPU Blackwell aggirando il ban appeared",
      "link": "https://www.punto-informatico.it/deepseek-gpu-blackwell-ban/",
      "fonte": "Punto Informatico",
      "data": "2026-02-24T13:58:57+00:00",
      "modello": "altri"
    }
  ]
}