{
  "last_updated": "2026-02-27T13:33:38.374257+00:00",
  "items": [
    {
      "titolo": "OpenAI Announces Major Expansion of London Office",
      "descrizione": "The San Francisco-based AI lab is growing its research team in London. The move puts it in direct competition with Google DeepMind for top research talent in the UK.",
      "link": "https://www.wired.com/story/openai-expands-london-office-major-research-hub/",
      "fonte": "WIRED",
      "data": "2026-02-26T15:56:01+00:00",
      "modello": "chatgpt"
    },
    {
      "titolo": "I Galaxy S26 ti fanno scegliere l’assistente AI che preferisci",
      "descrizione": "Galaxy S26 amplia l’esperienza AI con Gemini capace di svolgere attività in background, come prenotare un Uber o riordinare cibo. Le funzioni agentiche saranno inizialmente disponibili in USA e Corea",
      "link": "https://www.hdblog.it/smartphone/articoli/n649967/galaxy-s26-ultra-plus-perplexity-bixby-gemini/",
      "fonte": "HDblog.it",
      "data": "2026-02-27T11:25:00+00:00",
      "modello": "gemini"
    },
    {
      "titolo": "Anthropic non rimuoverà le restrizioni di Claude per uso militare",
      "descrizione": "Dario Amodei (CEO di Anthropic) ha comunicato che l'azienda non accetterà i nuovi termini contrattuali del Dipartimento della Difesa per l'uso di Claude. The post Anthropic non rimuoverà le restrizioni di Claude per uso",
      "link": "https://www.punto-informatico.it/anthropic-non-rimuovera-restrizioni-claude-uso-militare/",
      "fonte": "Punto Informatico",
      "data": "2026-02-27T08:50:09+00:00",
      "modello": "claude"
    },
    {
      "titolo": "Anthropic accusa DeepSeek, Moonshot e MiniMax di distillazione non autorizzata del modello Claude",
      "descrizione": "Anthropic questa settimana ha affermato che concorrenti cinesi stavano rubando la sua tecnologia AI lanciando cosiddetti attacchi di distillazione sui suoi modelli.",
      "link": "https://www.ilsole24ore.com/art/antrhopic-e-openai-accusano-furto-deepseek-e-modelli-cinesi-ma-cosa-e-distillazione-AI95YQeB",
      "fonte": "Il Sole 24 ORE - Tecnologia",
      "data": "2026-02-26T15:42:00+00:00",
      "modello": "altri"
    }
  ]
}