{
  "last_updated": "2026-02-25T03:16:56.545311+00:00",
  "items": [
    {
      "titolo": "How I turned ChatGPT into a scam detector using the new Malwarebytes integration - for free",
      "descrizione": "Are you being scammed? This new ChatGPT trick scans suspicious numbers, emails, and links to keep you safe.",
      "link": "https://www.zdnet.com/article/how-to-use-malwarebytes-in-chatgpt-flags-scams-for-free/",
      "fonte": "Latest news",
      "data": "2026-02-25T01:01:25+00:00",
      "modello": "chatgpt"
    },
    {
      "titolo": "Intel shifts customer support to AI-powered assistant after scaling back phone support — “Ask Intel” system built on Microsoft Copilot Studio",
      "descrizione": "Intel has launched what it’s calling “Ask Intel,” a new AI-powered support assistant built with Microsoft Copilot Studio.",
      "link": "https://www.tomshardware.com/tech-industry/intel-shifts-customer-support-to-microsoft-copilot-studio",
      "fonte": "Latest from Tom's Hardware",
      "data": "2026-02-22T12:20:00+00:00",
      "modello": "copilot"
    },
    {
      "titolo": "ChatGPT e Gemini si bevono le bufale online, la dimostrazione",
      "descrizione": "Un giornalista della BBC ha scritto un blog pieno di fatti inventati e in meno di 24 ore ChatGPT e Gemini li spacciavano come verità. The post ChatGPT e Gemini si bevono le bufale online, la dimostrazione appeared first",
      "link": "https://www.punto-informatico.it/chatgpt-gemini-si-bevono-bufale-online-dimostrazione/",
      "fonte": "Punto Informatico",
      "data": "2026-02-24T12:54:36+00:00",
      "modello": "gemini"
    },
    {
      "titolo": "Claude Cowork si collega a Google Workspace e WordPress",
      "descrizione": "Anthropic aggiorna Claude Cowork con integrazioni per Google Workspace, e WordPress, più nuovi plug-in per HR, design, finanza e ingegneria. The post Claude Cowork si collega a Google Workspace e WordPress appeared first",
      "link": "https://www.punto-informatico.it/claude-cowork-si-collega-google-workspace-wordpress/",
      "fonte": "Punto Informatico",
      "data": "2026-02-24T18:55:48+00:00",
      "modello": "claude"
    },
    {
      "titolo": "DeepSeek ha usato le GPU Blackwell aggirando il ban",
      "descrizione": "DeepSeek avrebbe aggirato le regole degli Stati Uniti sulle esportazioni e usato le GPU Blackwell di NVIDIA per l'addestramento del nuovo modello V4. The post DeepSeek ha usato le GPU Blackwell aggirando il ban appeared",
      "link": "https://www.punto-informatico.it/deepseek-gpu-blackwell-ban/",
      "fonte": "Punto Informatico",
      "data": "2026-02-24T13:58:57+00:00",
      "modello": "altri"
    }
  ]
}